{
  "442731c2-144b-4c5c-b81e-e0cf9dfa9630": "Descubra o Macarrão Pena com Ovos Adria, uma deliciosa massa de 500g que combina a leveza e a textura perfeita para suas receitas. Ideal para diversos pratos, esse macarrão é feito com ovos, garantindo um sabor autêntico e rico. Experimente e eleve suas refeições a um novo patamar de sabor!",
  "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c": "Goplana Squares Pistache 200g são deliciosos quadrados de chocolate com sabor intenso de pistache, embalados em pacote prático de 200g. Perfeitos para quem busca um snack doce e crocante com toque especial de nozes. Ideal para consumo a qualquer momento do dia.",
  "5380e263-c202-45cf-8eae-81e54573f122": "O Creme para Pentear Boom Definição Intensa Seda, com embalagem de 350ml, é a escolha ideal para quem busca controlar os fios e definir cachos com intensidade. Formulado para proporcionar hidratação e brilho, ele deixa o cabelo macio e fácil de pentear, garantindo resultados duradouros. Perfeito para destacá-los e realçar a sua beleza natural.",
  "595ce305-ddf5-49fc-9a8c-b50a9ccf6267": "Desodorante Aerosol Nivea Black & White Invisible 200ml é a solução ideal para proteção eficaz contra odores e suor por até 48 horas. Com fórmula sem álcool etílico e corantes, este desodorante oferece cuidados antimancha, prevenindo resíduos em roupas brancas e negras. Aproveite a embalagem econômica de 200ml, perfeita para o uso diário e para quem busca um frescor prolongado.",
  "5e2db3a9-1a2c-4462-8aa1-1ed045122e12": "Ração Úmida para Cães Filhotes Frango Ao Molho Pedigree 100g oferece uma alimentação 100% completa e balanceada, perfeita para o crescimento saudável dos filhotes. Com pedaços suculentos cozidos a vapor, é isenta de conservantes, corantes e aromas artificiais, garantindo uma refeição natural e nutritiva. Sua formulação aporta cálcio e fósforo, além de proporcionar um ideal equilíbrio de fibras para fezes firmes e fáceis de limpar.",
  "64646213-fd27-4df7-92bd-70b34a1bf033": "Páprica Doce Defumada em Pó Sol Dos Andes, apresentada em embalagem de 90g, é uma especiaria rica e aromática que proporciona um sabor defumado e adocicado a diversos pratos. Ideal para temperar carnes, sopas e molhos, esta páprica é feita de ingredientes naturais, trazendo qualidade e autenticidade às suas receitas. Perfecta para os amantes da culinária que buscam destacar sabores de forma prática e deliciosa.",
  "69a6ff46-09a0-4875-a9c0-517af24b6ef0": "Queijo Minas Padrão Fatiado Président é um delicioso queijo brasileiro com textura cremosa e sabor suave, ideal para sanduíches e tábuas de frios. Disponível em embalagem de 150g, este queijo é perfeito para quem busca qualidade e praticidade na cozinha. Experimente a versatilidade desse queijo que combina bem com diversos pratos e ingredientes.",
  "81224224-5628-4c2a-9592-3084995961fd": "Arroz Solito Integral 1kg é uma opção saudável e nutritiva, ideal para quem busca incorporar grãos integrais na alimentação. Com 1 kg de arroz integral, este produto é perfeito para preparar diversas receitas saborosas, garantindo uma refeição rica em fibras e nutrientes. Experimente o Arroz Solito e aproveite os benefícios de uma dieta equilibrada!",
  "8d57346c-02c5-4f38-8320-ce26c64fc42c": "Farinha de Linhaça Marrom Integral Vitalin, disponível em embalagem de 150g, é um ingrediente saudável e nutritivo, rico em fibras e ômega-3. Ideal para enriquecer preparações como pães, bolos e smoothies, além de ser uma excelente opção para dietas veganas e funcionais. Experimente adicionar este superalimento às suas receitas para potencializar o sabor e os benefícios à saúde.",
  "95e40e8e-d157-41d3-86d8-3b105dda5c9a": "Hamburger de Costela Wessel 360g combina a suculência da carne de costela com um sabor irresistível, perfeito para quem aprecia um bom hambúrguer. Embalagem de 360g ideal para refeições práticas e saborosas. Experimente essa delícia e transforme seus momentos de refeição em uma experiência gourmet."
}