{"itemId": "f42fc9a0-2af3-4235-bea7-2a4a2d135fdf", "combined_description": "Picolé de banana feito à base de leite, com textura cremosa e sabor doce natural da banana. Apresenta coloração clara e formato tradicional de palito com palito de madeira. Ideal para quem busca uma sobremesa gelada com ingredientes simples e naturais."}
{"itemId": "af9d8cb7-c82b-4d54-995a-83b3b31f7c42", "combined_description": "Ração seca Golden Gatos para gatos adultos castrados, sabor salmão. Embalagem de 3 kg (pacote 3kg) com saco preto e ilustração de gato, com fatias de salmão na frente. Indicado para alimentação de gatos adultos castrados."}
{"itemId": "7ebc2ad7-863c-4709-9838-9435d8b2e7a1", "combined_description": "Combo maki com variedade de sushis: 4 hosomaki de pepino, 4 hosomaki de kani e 4 hosomaki de salmão, 2 uramakis de salmão, 2 uranachos, 5 hot hoo, 5 sashimis e 3 niguiris de salmão e 3 niguiris skim. O prato apresenta uma mescla de maki, uramaki, sashimi e nigiri, com rolinhos de pepino e kani, além de peças de salmão em diferentes formatos, conforme a imagem."}
{"itemId": "fb57fbe6-0bb5-44ca-b13b-291c83bbcd92", "combined_description": "Combo Grande serve até 3 pessoas: 700 g de frango frito (tiras de peito e/ou coxa e sobrecoxa) crocante por fora e macio por dentro, acompanhado de 500 g de batatas fritas. Inclui duas refrigerantes em lata (Coca-Cola e Guaraná) e a opção de molhos gratuitos para acompanhar. Na imagem, há pedaços de frango frito dourados ao lado de batatas fritas, com um potinho de molho amarelo entre eles e as bebidas ao fundo."}
{"itemId": "46ff747d-02ff-475a-b815-ba2329b699f6", "combined_description": "Combo com 2 Temakis de Salmão Grelhado e 20 Uramakis de Salmão Grelhado. Os uramakis são rolinhos de arroz com salmão grelhado, cobertos por sementes de gergelim na superfície. Os temakis apresentam salmão grelhado envolto em alga, em formato de cone. Este conjunto oferece alto teor de proteína devido ao salmão grelhado."}
{"itemId": "7e12d010-8293-4973-9ccc-853a5306e861", "combined_description": "Frango empanado na Panko crocante, servido com arroz branco, feijão e batatas fritas. O prato mostra frango com crosta de Panko ao lado de arroz moldado, feijão cozido e batatas fritas crocantes — três acompanhamentos visíveis na refeição."}
{"itemId": "92d4bf65-f8c4-49ad-a630-4bea4d0b7c6c", "combined_description": "Batata grande inteira (item 90). Na imagem, batatas aparecem em formato palito, fritas até dourar, com tonalidade clara a dourada. Descrição para busca: batata grande, inteira, batata frita, palitos de batata, batata dourada, ingrediente básico para fritura ou preparo."}
{"itemId": "ec60c4d2-77df-431f-9228-4c023f9dbed8", "combined_description": "Batata frita com queijo derretido. Porção de batatas fritas cobertas por uma camada de queijo amarelo derretido, com cobertura cremosa visível sobre as fritas."}
{"itemId": "b8c537c4-ba94-4222-8e94-837052d47b98", "combined_description": "Açaí c/ creme Ninho, em embalagem de 500 ml, com base de açaí roxo e cobertura de creme Ninho. Na apresentação, aparecem morangos fatiados e pó branco sobre as porções de açaí, com toppings visíveis na imagem. Escolha até 02 frutas, 03 acompanhamentos e 01 cobertura para personalizar o pedido."}
{"itemId": "0a639ea9-3ac3-4c5d-90bd-80d9aad3e4fb", "combined_description": "Porção de batatas fritas: batatas cortadas em palitos fritas até ficarem com exterior crocante e dourado, revelando interior macio. Sal realça o sabor clássico da batata. Ideal para compartilhar como acompanhamento de pratos."}
{"itemId": "1b16e0c1-80f6-4509-889d-7b301af1d092", "combined_description": "Barra extrusada com sabor chocolate e menta (chocomenta). Embalagem marrom com detalhes verde-menta e imagem de folha de menta ao lado de um pedaço de chocolate. Snack doce compacto, adequado para consumo individual."}
{"itemId": "bedf201e-8194-45bc-a0f3-359087cb8672", "combined_description": "Suco Del Valle em lata, apresentado em latas com rótulos coloridos. As embalagens exibem imagens de frutas, sugerindo uma linha de sucos de fruta com diferentes sabores. Descrição para busca: suco de fruta enlatado, marca Del Valle, lata, com visual de frutas."}
{"itemId": "7199c802-3578-4bfe-b798-79c304508649", "combined_description": "Fórmula Infantil Ninho Fases 1+ da Nestlé, lata de 800 g destinada a crianças de 1 a 3 anos. Leite em pó formulado para a primeira infância, apresentado em embalagem amarela com tampa vermelha e o logo Ninho em verde. A embalagem traz informações nutricionais com vitaminas e minerais indicados para a fase 1+, voltadas à alimentação infantil."}
{"itemId": "a964a86c-2512-44d4-8e6a-de6057468493", "combined_description": "Refrigerante carbonatado de sabor cola, Coca Cola Zero. Embalagem em garrafa plástica de 600 ml com rótulo vermelho característico da Coca‑Cola Zero. Termos de busca: Coca Cola Zero 600 ml, refrigerante cola zero, bebida carbonatada, garrafa 600 ml."}
{"itemId": "8aa71fdf-c616-4706-9a98-c00676716a5f", "combined_description": "Panini sem glúten e sem leite animal, preparado com massa tipo \"Pãozim de Q\" que contém ovos. Recheado com duas fatias de peito de frango defumado, rodelas de tomate e temperado com orégano. Apresenta textura leve e sabor defumado, adequado para dietas com restrição a glúten e leite, oferecendo uma opção proteica. Visualiza-se um pão dourado levemente tostado com recheio visível de peito de frango e tomate."}
{"itemId": "51bf2611-44b8-4b7f-9853-e502792f1c51", "combined_description": "Batata strogonoff de carne, batata assada grande coberta por molho cremoso com tiras de carne e cogumelo Paris. As batatas são cuidadosamente temperadas com manteiga, combinando tiras de carne e cogumelos em um molho feito com ingredientes naturais e sem conservantes."}
{"itemId": "90796b57-8cd5-43c4-a22a-7ab729b37bd3", "combined_description": "Conjunto de 20 Hot Rolls (rolos quentes de sushi) com coberturas de molhos variados, sementes de gergelim e cebolinhas, dispostos em bandeja preta. Acompanha uma Coca-Cola 200 ml, conforme a imagem. Palavras-chave de busca: hot roll, sushi, rolos quentes, 20 peças, toppings de molho, gergelim, cebolinhas, Coca-Cola 200 ml."}
{"itemId": "07efd818-26a6-4ebd-8b69-ec68713ee980", "combined_description": "Pastel de frango com requeijão, em formato semicircular com massa dourada. Recheio de frango desfiado com requeijão cremoso. A superfície mostra um pequeno recorte de ventilação no topo, com acabamento dourado uniforme."}
{"itemId": "ba586359-4ba4-4693-8aa1-c421d1285cb0", "combined_description": "Pote da felicidade - Frutas Vermelhas é uma sobremesa em pote que combina creme de chocolate branco com frutas vermelhas. A apresentação mostra creme branco suave no topo, com uma camada de frutas vermelhas na base, em embalagem plástica com tampa translúcida."}
{"itemId": "cfd4b09c-fd3b-4c62-97d6-3c2e9bb8bc16", "combined_description": "Pastel personalizável que permite escolher os ingredientes para montar o recheio conforme o gosto do usuário. A imagem mostra um pastel retangular com tons alaranjados, sobre fundo preto, com o texto \"MONTE SEU PASTEL\" em branco. Enfatiza a liberdade de criar combinações de recheios e personalizar o pastel de acordo com a preferência."}
{"itemId": "f28184ec-eaa4-4428-922a-50e601a37a2b", "combined_description": "Chia preta, 100 g, à granel. Sementes pequenas, com tonalidade preta predominante e algumas sementes brancas visíveis. Descrição compatível com o nome Semente de Chia Preta 100g, vendida a granel."}
{"itemId": "c8eab44d-273e-4f6f-b328-6c801fe71e31", "combined_description": "Isca de abadejo, pedaços de filé de abadejo empanados e fritos, com casquinha dourada e crocante por fora e macios por dentro. Acompanha molho de mergulho cremoso, limões e folhas verdes ao lado."}
{"itemId": "f1e15f50-3458-4c10-86ea-d960fdbe7a85", "combined_description": "Caix­a de Bombons Clássicos Sortidos 120 g, com bombons de chocolate ao leite e recheios sortidos. Recheios nos sabores trufa tradicional, avelã e cereja ao licor. Embalagem marrom com janela revela parte dos bombons, tornando-a adequada para presentear."}
{"itemId": "46a6ab76-1d35-4c98-9d31-4e8683035ce5", "combined_description": "Parma Frango (Para 2) é uma parmegiana de frango suculenta, coberta por queijo derretido sobre molho artesanal de tomate. O prato acompanha arroz soltinho e batata chips crocantes. Visualmente aparecem duas fatias de frango empanado cobertas de queijo derretido sobre o molho vermelho, com pequenas folhas verdes como guarnição."}
{"itemId": "1008cb4e-8edb-4cf6-9dac-137fa015c46f", "combined_description": "Refrigerante Tubaína Xereta em garrafa plástica de 2 litros. Bebida carbonatada de cor âmbar, com rótulo amarelo apresentando o nome Xereta. Produto descrito como garrafa de 2 L de refrigerante Tubaína Xereta."}
{"itemId": "0dd1f6b7-bc0d-4fba-8ecc-b13234240688", "combined_description": "Salada Primaveril Oba, vendida por peso. Mistura de vegetais com cenoura ralada, repolho roxo, alface, tomate fatiado, pepino e azeitonas verdes. Descrição para busca: salada de folhas e legumes, mix colorido de cenoura, repolho roxo, alface, tomate, pepino e azeitonas, produto vendido por peso."}
{"itemId": "223b61af-5274-421b-92a7-bfde89493355", "combined_description": "Cuscuz La Molisana, embalagem de 500 g. Pacote azul com janela central que revela grãos de cuscuz amarelos. Rótulo identifica o produto como \"Cous Cous\" e traz a marca La Molisana."}
{"itemId": "32f97eb1-4253-468e-8d5f-108b5e6c07c1", "combined_description": "Pão de queijo congelado Forno de Minas, versão Coquetel, em embalagem de 820 g. Bolinhas de queijo de pequeno porte, com aparência dourada ao assar, ideais como aperitivo para coquetéis. Produto congelado, pensado para assar no forno e servir como snack em festas."}
{"itemId": "4cfb5c3d-77f0-48d3-a454-5ba5c5c3dc3f", "combined_description": "Macarrão tipo farfalle da marca Garofalo, produzido na Itália. Embalagem transparente de 500 g que revela as farfalle amarelas. Pasta seca italiana em formato de borboleta (farfalle)."}
{"itemId": "63e6621d-9e96-4c7a-b51c-3373eafe376f", "combined_description": "Suplemento alimentar Taff Man Yakult 110ml. Embalagem em garrafa âmbar com tampa dourada; rótulo amarelo destaca o nome “TAFF MAN EX” e “Conteúdo 110ml” com a marca Yakult visível. Descrição voltada à indexação de buscas por suplemento alimentar em embalagem de 110 ml, produto TAFF MAN EX Yakult."}
{"itemId": "720957d2-8a96-4192-90a9-41e6275e7ef7", "combined_description": "Vinho tinto chileno Cabernet Sauvignon, Perez Cruz Reserva, garrafa de 750 ml. Garrafa de vidro escuro com rótulo branco exibindo o nome Perez Cruz e a designação Reserva; tampinha/capa vermelha. Produto para maiores de 18 anos."}
{"itemId": "bfff9299-b328-4af8-b5db-12fce7b32a26", "combined_description": "Caqui orgânico Sítio Cambará, embalagem 500 g, com duas frutas de casca laranja brilhante. Fruta fresca, produto orgânico apresentado na embalagem, com caules visíveis na ponta."}
{"itemId": "e97b2cfc-e654-44d0-85a7-43d5af2016a0", "combined_description": "NotCo Not Creme de Leite Vegetal, 200 g. Creme de leite vegetal apresentado em embalagem azul com o rótulo NOT CREME e a indicação 'CREME DE LEITE VEGETAL 200G'."}
{"itemId": "3180c5e3-bb94-4003-a873-938b1c97568c", "combined_description": "Suco de uva em lata, Del Valle, 290 ml. Embalagem cilíndrica com ilustração de um cacho de uvas roxas e detalhes verdes na tampa, predominando tons roxos. Descrição para busca: Del Valle Uva lata 290 ml, suco de uva em lata, bebida de uva, 290 ml."}
{"itemId": "d34458ca-2648-48b3-a3d1-dd571874f58c", "combined_description": "Tuca é uma bebida de sobremesa de 400 ml que combina Diamante Roxo, leite em pó e leite condensado, formando camadas visíveis de creme no copo. Contém banana, adicionando sabor frutado. Servida em copo transparente, com camadas cremosas distintas e rodelas de banana visíveis no topo."}
{"itemId": "702e3be0-9807-4d4b-a19b-222e2a188c05", "combined_description": "Fanta Laranja, bebida em lata de 350 ml com sabor laranja. A lata é predominantemente laranja, exibindo o logotipo branco FANTA e o rótulo 'Sabor Laranja', com a indicação de Vitamina C."}
{"itemId": "91c818e8-d46e-4dfc-91b2-8db200ff0855", "combined_description": "Zerolac Enzima Lactase é um suplemento alimentar em cápsulas da União Química, contendo a enzima lactase para auxiliar a digestão da lactose. A embalagem é uma caixa roxa e branca com o logotipo Zerolac em azul e a indicação de 10 cápsulas. O rótulo descreve o produto como suplemento alimentar com enzima digestiva lactase."}
{"itemId": "b52b3524-fff1-4ef9-9824-948048170021", "combined_description": "Sabonete Dove em barra com leite de coco e jasmin, nutrição indulgente. Embalagem de 90 g, exibindo o logotipo Dove e a imagem de coco ao lado de um sabonete rosa."}
{"itemId": "2b696f8b-e0c6-4251-84cd-40a5543518b8", "combined_description": "Ração seca para gatos castrados, sabor salmão, da linha Golden Gatos. Embalagem a granel de 10,1 kg, saco preto com o logo Golden Gatos e imagem de gato."}
{"itemId": "8fb5279c-9b2a-4959-8b42-cfb2ee8ca7fc", "combined_description": "Papinha de Frango para Cães Filhotes, lata de 320 g, da marca Pet Delícia. Comida úmida para filhotes com sabor frango; o rótulo rosa apresenta desenho de cachorro, com destaque verde \"100% Natural\" e faixa azul com \"Papinha de Frango\". Palavras-chave: papinha de frango, cães filhotes, lata 320g, Pet Delícia, comida úmida para cães."}
{"itemId": "ffc548dd-610c-4417-9dfb-d7bb0d30529c", "combined_description": "Ração para cães adultos da linha Golden Formula, com carne e arroz (Carne & Arroz). Formato Mini Bits (pequenos pedaços). Embalagem de 15 kg."}
{"itemId": "4ffb5c6f-0be4-4ca0-ba2a-fa77a2fb61e7", "combined_description": "Massa Alfredo com Camarões é uma receita italiana clássica com molho cremoso à base de creme de leite fresco e queijo parmesão para dar o toque especial, acompanhada de 60 g de camarões in natura. A escolha de massa inclui fettuccine, spaghetti (espaguete), farfalle (gravatanha), penne ou penne integral. Visualmente, o prato apresenta um molho branco cremoso com camarões e salsinha picada sobre a massa."}
{"itemId": "027a44c4-e868-434e-a853-634186299eba", "combined_description": "Cerveja Pils sem Glúten Dortmund, 300 ml. Garrafa de vidro âmbar com rótulo amarelo que exibe a palavra PILS e a identificação Dortmund. Produto para maiores de 18 anos."}
{"itemId": "7f08123b-5172-4080-8ffd-b1054cbd95a4", "combined_description": "Doritos Salgadinho de Milho Sabor Queijo Nacho, embalagem de 75 g. Chips triangulares crocantes de milho com sabor queijo nacho, de cor laranja com cobertura de temperos. Alérgenos: contém lactose e derivados de soja; pode conter trigo e contém glúten; informações nutricionais por porção (25 g) estão na embalagem."}
{"itemId": "ec3c495c-76be-4b06-b685-b75bc8c053de", "combined_description": "Ração seca Royal Canin para cães adultos da raça Shih Tzu, embalagem de 1 kg. Embalagem dourada com logomarca Royal Canin e imagem de um Shih Tzu na frente. Descrição compatível com o nome: ração seca para cães adultos da raça Shih Tzu, pacote de 1 kg."}
{"itemId": "9e44535a-2379-46ff-95d4-ec69cfa3399f", "combined_description": "Cerveja Pilsen Brahma Chopp apresentada em lata de 269 ml. Embalagem vermelha com o logotipo Brahma e gráficos que remetem à cevada, destacando a marca Brahma Chopp. Produto para maiores de 18 anos."}
{"itemId": "408060bc-af8d-4736-b90a-6cb9fd6c9ed1", "combined_description": "Margarina cremosa com sal Qualy, 250 g, apresentada em embalagem de pote com tampa amarela. O rótulo utiliza cores amarelo, branco e verde com o logotipo Qualy, destacando o aspecto cremoso."}
{"itemId": "ca39ead6-467c-453a-8a6f-be565d91fa7d", "combined_description": "Bebida de uva em embalagem pouch de 200 ml da marca Kapo Del Valle. A embalagem roxa traz uma ilustração lúdica de um personagem, destacando o sabor uva. Palavras-chave para busca: bebida de uva, Del Valle, Kapo, 200 ml, pouch, suco de uva, sabor uva, bebida frutada."}
{"itemId": "838520d3-a08c-4f27-a53e-0098771ba1d5", "combined_description": "Big Mac - Promo Mcd: sanduíche com dois hambúrgueres de carne bovina, alface, queijo derretido, cebola e picles, tudo em pão com gergelim com molho especial entre as camadas. A construção inclui uma camada intermediária de pão típica do Big Mac, com o molho visível entre as carnes e o queijo amarelo derretido. A imagem evidencia pão com gergelim, duas carnes empilhadas, alface, picles e molho cremoso entre as camadas."}
{"itemId": "952bef9a-e0c6-47d8-b29a-070ad38e151c", "combined_description": "Bauru de calabresa em pão dourado, com o recheio de calabresa visível, servido com Coca-Cola lata 350 ml. A apresentação inclui uma folha de salsinha no prato branco ao lado do sanduíche."}
{"itemId": "d6953981-1bfa-4b92-8753-b4a609b4704c", "combined_description": "X-Tudo é a versão clássica entre os Tradicionais da Casa, com pão tradicional envolvendo um hambúrguer industrializado de 90 g, queijo derretido, presunto de alta qualidade, ovo frito e bacon crocante, tudo harmonizado pelo molho da casa com salada fresca. Na montagem, aparecem tomate fatiado e alface, acrescentando cor e frescor ao conjunto."}
{"itemId": "b58f10b5-5e12-469d-b01c-1b7d6d2e10af", "combined_description": "Molho Chipotle em embalagem de 30 ml, pronto para consumo imediato. Rótulo circular laranja com o texto CHIPOTLE em branco e a indicação CONSUMO IMEDIATO; a marca Lola aparece no topo do rótulo."}
{"itemId": "73cd0989-d8bb-4ee9-9b22-bd5790a8b009", "combined_description": "Hambúrguer e Queijo com pão de hambúrguer artesanal de 100 g e hambúrguer artesanal de 200 g, coberto por queijo derretido. Acompanha molho especial Tucanos à parte e ketchup. Na imagem, o pão é dourado e o queijo derretido fica visível sobre a carne."}
{"itemId": "5fcaab1b-dd25-4504-9dc0-c256d588e5b8", "combined_description": "Carne moída bovina congelada em embalagem de 500 g. Embalagem vermelha com repetidos textos CHULETÃO e CARNE MOIDA CONGELADA DE BOVINO. Conserva o produto congelado até o uso; adequado para preparos que utilizam carne moída de boi."}
{"itemId": "646a609f-c517-4e2d-bfd2-071d2725357b", "combined_description": "Mel e própolis sabor abacaxi, composto de mel, extrato de própolis e própolis sabor abacaxi. Embalagem de 300ml em frasco de vidro com tampa vermelha e rótulo verde com imagem de abacaxi. Indústria brasileira."}
{"itemId": "e87e776f-b6bd-4d7f-b37f-0c81737afa30", "combined_description": "Hidralyte 45 Água de Coco Natulab, bebida em garrafa de 500 ml. Embalagem plástica com rótulo contendo o nome Hidralyte e a indicação Água de Coco, tamanho 500 ml. Descrição para buscas: Hidralyte 45, Água de Coco, Natulab, garrafa 500 ml, bebida de hidratação."}
{"itemId": "09ee7551-c4d0-4cf5-bba3-00d7d788035c", "combined_description": "Refrigerante de cola Coca-Cola, sabor original, em garrafa plástica de 2 litros. A embalagem exibe o rótulo vermelho característico da Coca‑Cola e tampa vermelha. Palavras-chave para buscas: refrigerante, Coca-Cola, cola, sabor original, 2 litros."}
{"itemId": "10892c0e-0402-4c97-8e4e-7f1f96dc6893", "combined_description": "Filé de frango grelhado servido com arroz branco, feijão, farofa e legumes variados (brócolis, cenoura e couve-flor). O prato apresenta o filé dourado ao centro, acompanhado por arroz, feijão e farofa, com os legumes ao redor. Opção de marmitex com boa proteína do frango, combinando carboidratos e vegetais de forma simples."}
{"itemId": "f50e15c5-b670-409b-b312-ad58821089b8", "combined_description": "Meia porção de 700 g com omelete de frios e linguiça toscana, com alto teor de proteína, acompanhada de fritas, farofa, arroz e feijão. A apresentação mostra omelete com frios e queijo derretido e batatas fritas crocantes ao lado."}
{"itemId": "cc291316-a325-45f2-bce7-5eed099fda5d", "combined_description": "McOferta Tasty Turbo 1 Carne: hambúrguer de carne 100% bovina com queijo processado sabor emmental, tomate, alface, cebola e o molho Tasty, servido no pão com gergelim. Acompanhado por batatas fritas e refrigerante Coca-Cola sem açúcar, conforme a imagem."}
{"itemId": "d59d42de-ba17-493e-951d-88b74e9051a7", "combined_description": "Pizza Grande de Bacon com molho de tomate, mussarela, orégano, azeitonas, cebola e tomate. A cobertura apresenta bacon em pedaços, rodelas de tomate e cebola sobre queijo mussarela, finalizada com orégano."}
{"itemId": "26155586-5c40-4c48-b12c-049015812990", "combined_description": "Cerveja Pilsen em lata da marca Skol, 269 ml por unidade. Vendida em pack de 15 latas, conforme a imagem, com embalagem nas cores amarela e vermelha e logotipo Skol. Produto para maiores de 18 anos."}
{"itemId": "b9a33782-55d3-4165-bf8c-35dc2b6be90c", "combined_description": "Batata palito frita coberta com cheddar derretido e pedacinhos de bacon, apresentando batatas douradas e crocantes. O queijo cheddar em tom alaranjado cobre a superfície, com pedaços de bacon distribuídos pela porção. Batata palito com cheddar e bacon, snack de batata frita com queijo e bacon."}
{"itemId": "5dfa6fdf-16ee-35d0-ad08-ab4d6f34195a", "combined_description": "Pequena porção doce dividida em quatro pedaços, com dois sabores. Superfície coberta por granulado de chocolate, com a borda apresentando pequenas confeitos de chocolate visíveis. A base clara ao redor cria contraste com o topo coberto de confeitos."}
{"itemId": "14c61005-19f7-47c3-b8f9-dcf69c109f55", "combined_description": "Mini carne de panela com carne bovina cozida em molho, acompanhada de batatas e cenouras em cubos. A preparação aparece com ervas verdes picadas por cima, sugerindo coentro/salsa. Acompanha arroz, feijão e outros complementos."}
{"itemId": "b83d2302-5cbf-4a00-b185-e4e33348a479", "combined_description": "Duplo Smash Onions traz dois hambúrgueres de 50 g em pão brioche macio, cobertos com queijo cheddar derretido e anéis de cebola empanados crocantes, com molho da casa. Acompanha batatas fritas crocantes e uma lata de Coca-Cola de 350 ml, formando um combo com sabor intenso e textura crocante."}
{"itemId": "71975d54-9c29-4ea5-b1d8-3c7911824eca", "combined_description": "Filet Mignon à parmegiana com queijo Mogiana artesanal da fazenda Atalaia, em porção de aproximadamente 150 g, com crosta empanada dourada e queijo derretido por cima, decorado com pequenas ervas. Acompanha arroz e batata canoa assada, além de salada de folhas com tomate cereja, mussarela de búfala e molho de mostarda e mel."}
{"itemId": "5dfe2ebf-5cf8-46e6-b972-77bc8dc5e098", "combined_description": "Combo de 4 hambúrgueres com queijo derretido, alface, tomate e molho, servidos em pães com sementes de gergelim. Acompanha uma garrafa de refrigerante Fanta Laranja de 2L, grátis. Ideal para quem busca um conjunto de lanches com bebida grande para compartilhar."}
{"itemId": "05a19db6-2eba-4a20-b93e-1510484bd21c", "combined_description": "Epocler Sabor Abacaxi Addera 10ml é uma solução líquida com sabor de abacaxi, apresentada em frasco amarelo com tampa amarela. O rótulo indica conteúdo de 10 ml por dose (uma dose) e exibe a marca Epocler em azul na embalagem. A embalagem é compacta, com etiqueta amarela e texto azul."}
{"itemId": "385cde63-75ad-4fe5-929e-717f23dbb106", "combined_description": "Frango desossado coberto com queijo Provolone gratinado, servido com arroz branco, farofa e vinagrete, em porção que serve até 3 pessoas. A cobertura de queijo Provolone derretido sobre o frango confere um aspecto gratinado com camada cremosa. Possui alto teor de proteína devido ao frango."}
{"itemId": "ae79cab5-b747-428a-9d5f-c4c56ed0c29d", "combined_description": "Anéis de cebola empanados e fritos, dourados e crocantes. Servidos em cesta com maionese temperada da casa."}
{"itemId": "5cf4904d-ea2e-4b4b-97ee-be2ae5c25386", "combined_description": "Olho de sogra: bolo branco em formato retangular decorado com montes de nuvens de marshmallow. Possui duplo recheio de cocada suave e doce de leite ultra cremoso, com ameixas e cerejas para contraste de sabor e cor. Preparado para servir 6 pessoas, com apresentação visual marcante."}
{"itemId": "7689a51a-254d-4a0a-98c2-2fc04673d0c4", "combined_description": "McChicken: sanduíche com frango empanado, maionese, alface americana e pão com gergelim. O frango empanado fica entre pão com gergelim, alface americana e maionese, oferecendo uma combinação crocante e cremosa."}
{"itemId": "2f704416-49b4-4f68-a68d-0912d4a9c8a0", "combined_description": "Jetta Tsi 180gr é um Hambúrguer Duplo Gourmet de 180 g com queijo derretido, molho defumado e bacon extra. O sanduíche apresenta duas carnes bovinas, fatias de queijo derretido entre um pão de hambúrguer macio, com tiras de bacon crocantes e molho defumado cobrindo o conjunto. Visualmente, destaca-se o queijo derretido, o bacon crocante e as camadas de carne entre o pão."}
{"itemId": "5053cd5e-112f-4249-9699-df85b10fcad5", "combined_description": "Água pura etiquetada como \"H2O\" com descrição \"Limoneto\". A embalagem apresenta um design simples e transparente, destacando o líquido claro no interior. Ideal para hidratação, sem calorias, proteínas ou carboidratos."}
{"itemId": "ea47f3b5-946f-44e9-b08d-2f2a7b815cb9", "combined_description": "Omelete clássico sobre cama de arroz com tomate picado. Por cima, salada de folhas com cenoura ralada, adicionando cor e textura. Azeitonas decoram a borda do prato. O prato tem alto teor de proteína devido aos ovos."}
{"itemId": "a653a574-9e4d-4fa2-87d6-c2d29a409013", "combined_description": "Cerveja Corona Extra em garrafa de vidro transparente de 330 ml, com rótulo branco e azul. É uma cerveja clara e leve, conhecida por seu sabor suave e refrescante. Ideal para consumo gelada, combinando bem com ocasiões informais."}
{"itemId": "975f9eb1-b4ad-4097-9f7d-6860fb647dcc", "combined_description": "Combo Costelinha Burguer: acompanha Costelinha Burguer, porção de batata frita individual Especial para Delivery e refrigerante geladinho (Coca-Cola). A imagem mostra um hambúrguer com pão, carne e queijo ao lado de batatas fritas em cone e uma lata de Coca-Cola sobre uma bandeja, tudo pronto para delivery."}
{"itemId": "2fadcdcc-448a-4b82-8ed7-be893b20ba31", "combined_description": "Quatro pedaços de falafel egípcio fritos, com sementes de gergelim na superfície, acompanhados por seis pedaços de pão sírio com picles egípcios e mistura egípcia."}
{"itemId": "af70cb4e-25c2-4548-b64c-7b812d92bdc6", "combined_description": "Manga 500ml é uma bebida ou suco de manga em embalagem de 500ml. Apresenta a cor típica do fruto da manga, amarelo alaranjado, sem adição de ingredientes visíveis na embalagem. Ideal para buscas relacionadas a sucos de frutas, bebidas naturais e refrescantes com sabor de manga."}
{"itemId": "ee207222-2e25-4472-8c79-4cf79102b801", "combined_description": "Bolo de pote de Prestígio em embalagem plástica com tampa, apresentando camadas de bolo de chocolate com recheio de brigadeiro e beijinho, coberto com coco ralado. Peso aproximado 270 g."}
{"itemId": "7d08f42a-fdae-4a3f-9182-81c266271c1d", "combined_description": "Marshmallow macio coberto com chocolate ao leite e decorado com confeitos coloridos, na linha Cacau Magia da Monte Bello. A embalagem laranja com o logotipo Monte Bello é visível na imagem. Peso: 90 g."}
{"itemId": "441298b5-a378-4976-9525-efd3449dd5c4", "combined_description": "Bebida alcoólica Catuaba com Açai, 1 litro, com guaraná e marapuma. Garrafa verde-escura com tampa roxa e rótulo roxo-amarelo com ilustração central."}
{"itemId": "5ff1a3ff-0731-400f-85ef-a9ebb20be691", "combined_description": "Hortelã 100g é hortelã seca em folhas picadas, com tonalidade verde-oliva, pronta para uso em chás, sucos e preparações culinárias. Mantém propriedades refrescantes, digestivas e calmantes, com ação digestiva que alivia cólicas, gases e indigestão, além de efeito relaxante para o sono. A planta também apresenta propriedades anti-inflamatórias e antioxidantes."}
{"itemId": "1f8e680f-8c0f-4942-a632-cead0e0980be", "combined_description": "Bolo no pote de 250 ml com massa branca úmida, camadas de creme de leite condensado e morangos fatiados. Cobertura de chantilly na superfície com rodelas de morango. O pote transparente revela camadas de creme claro e bolo branco na base."}
{"itemId": "7061f08f-dea0-43ab-bb67-4bd31d0e9571", "combined_description": "Gurana Antartica 1 Litro#Guarana #GuaranaAntartica #Antarctica #1Liter #SoftDrink #BrazilianDrink #Refreshing #Beverage"}
{"itemId": "c6394518-13b2-4e17-8ea7-6a605a3f9f70", "combined_description": "Pastel tradicional de feira com massa crocante e dourada. Recheio de carne suculenta combinado com queijo derretido, visível no interior. Combina a carne nobre com queijo cremoso em uma textura crocante externa, típica dos Pastéis de Feira Tradicionais."}
{"itemId": "08a3ca7d-37f3-4104-ac46-d9ae4e29ba32", "combined_description": "Zucchine (abobrinha) grelhadas em fatias cobrem uma pizza com queijo brie cremoso e parmesão, perfumada com alho. As tiras de abobrinha criam listras sobre a superfície, com o brie derretido e parmesão dourado."}
{"itemId": "24bada3c-1784-41c6-b9d0-e762edb1dc92", "combined_description": "Lanche N 31 X-Búrguer: hambúrguer de 90g com apresuntado e queijo, montado em pão com sementes de gergelim. O visual mostra queijo derretido sobre o hambúrguer, com fatias de tomate e alface, e molho visível escorrendo pela lateral."}
{"itemId": "5fbe2282-c1a1-4122-bcfd-2ce482f009d6", "combined_description": "Nhoque 4 Formaggio: nhoques de massa macia cobertos por molho branco cremoso de quatro queijos, com leve pimenta-do-reino por cima. A imagem mostra bolinhos de nhoque envolvidos por um molho espesso e branco."}
