{
  "442731c2-144b-4c5c-b81e-e0cf9dfa9630": "Macarrão Adria no formato Pena, massa com ovos. Embalagem em pacote com 500 g.",
  "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c": "Goplana Squares Pistache é um produto alimentício com embalagem de 200g. Contém quadrados de pistache, apresentados em formato prático para consumo. Ideal para buscas relacionadas a snacks de pistache, doces e guloseimas embaladas em porções de 200 gramas.",
  "5380e263-c202-45cf-8eae-81e54573f122": "Creme para pentear Seda Boom Definição Intensa, da linha Boom, indicado para definição intensa. Embalagem de 350 ml.",
  "595ce305-ddf5-49fc-9a8c-b50a9ccf6267": "Desodorante antitranspirante aerosol Nivea Black & White Invisible Clear em embalagem econômica de 200 ml (Pague 150 ml). Indicações visíveis nas imagens: sem álcool etílico e corantes, proteção 48h e selo x5 Anti — anti-odor, anti suor, anti manchas, anti resíduos e anti irritação.",
  "5e2db3a9-1a2c-4462-8aa1-1ed045122e12": "Ração úmida Pedigree para filhotes, sabor frango ao molho em sachê de 100g; refeição 100% completa e balanceada com suculentos pedacinhos cozidos a vapor. Sem conservantes, corantes ou aromas artificiais, com balanço ideal de fibras para fezes firmes e fáceis de limpar, e fonte de cálcio e fósforo que contribui para crescimento seguro e saudável.",
  "64646213-fd27-4df7-92bd-70b34a1bf033": "Páprica doce defumada em pó Sol Dos Andes — embalagem 90 g. Condimento em pó com sabor defumado, indicado para temperar alimentos e realçar cor e aroma.",
  "69a6ff46-09a0-4875-a9c0-517af24b6ef0": "Queijo Minas Padrão fatiado da marca Président, embalagem de 150 g. Produto composto por fatias de queijo Minas Padrão, comercializado pela Président.",
  "81224224-5628-4c2a-9592-3084995961fd": "Arroz integral Solito em pacote de 1 kg. Embalagem de 1 kg com arroz integral, marca Solito.",
  "8d57346c-02c5-4f38-8320-ce26c64fc42c": "Farinha de linhaça marrom integral Vitalin em embalagem de 150 g. Produto na forma de farinha de linhaça marrom, identificado como integral e comercializado pela marca Vitalin. Embalagem prática de 150g.",
  "95e40e8e-d157-41d3-86d8-3b105dda5c9a": "Hambúrguer de costela Wessel em embalagem de 360g. Palavras-chave para busca: hambúrguer, hamburger, burger, costela, Wessel, 360g, embalagem."
}