{
  "442731c2-144b-4c5c-b81e-e0cf9dfa9630": "Macarrão Pena com Ovos Adria 500g é a escolha perfeita para quem busca qualidade e sabor em suas refeições. Produzido com ovos frescos, esse formato de massa é ideal para qualquer receita, desde pratos simples até os mais elaborados. Com sua textura irresistível e capacidade de absorver molhos, o Macarrão Pena transforma cada refeição em uma experiência deliciosa. Prepare-se para saborear momentos especiais com a autenticidade e tradição da Adria!",
  "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c": "Goplana Squares Pistache 200g são deliciosos quadrados de chocolate finamente elaborados, recheados com um irresistível creme de pistache que oferece uma combinação perfeita de sabor e textura. Apresentados em embalagem prática de 200g, são ideais para quem busca um snack sofisticado e saboroso para desfrutar a qualquer momento do dia.",
  "5380e263-c202-45cf-8eae-81e54573f122": "O Creme para Pentear Boom Definição Intensa Seda, em embalagem de 350ml, é a solução perfeita para quem busca cabelos definidos e hidratados. Formulado com ingredientes que promovem a nutrição profunda dos fios, ele proporciona uma textura suave e leve, facilitando o desembaraço e o controle do frizz. Experimente este produto e deixe suas ondas e cachos radiantes, com muito mais vida e definição!",
  "595ce305-ddf5-49fc-9a8c-b50a9ccf6267": "Desodorante Invisible For Black & White Aerosol Nivea, em embalagem econômica de 200ml, proporciona proteção antitranspirante por até 48 horas. Com tecnologia avançada, combate odores, suor, manchas e resíduos, garantindo que suas roupas permaneçam impecáveis, sem manchas brancas ou amarelas. Formulado sem álcool etílico e corantes, é ideal para peles sensíveis, oferecendo frescor e conforto em qualquer situação. Sinta-se confiante e livre para se movimentar, sabendo que está protegido com o cuidado Nivea.",
  "5e2db3a9-1a2c-4462-8aa1-1ed045122e12": "Delicie seu filhote com a Ração Úmida para Cães Filhotes Frango Ao Molho Pedigree 100g, uma refeição 100% completa e balanceada, desenvolvida especialmente para o crescimento seguro e saudável dos pequenos. Elaborada sem conservantes, corantes ou aromas artificiais, cada porção oferece suculentos pedaços de frango cozidos a vapor, garantindo uma textura irresistível. Com um equilíbrio ideal de fibras, proporciona fezes firmes e fáceis de limpar, enquanto é rica em cálcio e fósforo para fortalecer ossos e dentes. Dê ao seu amigo peludo o sabor e os nutrientes que ele merece!",
  "64646213-fd27-4df7-92bd-70b34a1bf033": "A Páprica Doce Defumada em Pó Sol Dos Andes, apresentada em uma embalagem de 90g, é a escolha perfeita para adicionar um toque especial aos seus pratos. Com um sabor suave e um irresistível aroma defumado, esta páprica transforma receitas simples em experiências gourmet, realçando o sabor de carnes, vegetais e molhos. Natural e proveniente de ingredientes selecionados, é a opção ideal para quem busca qualidade e autenticidade na culinária.",
  "69a6ff46-09a0-4875-a9c0-517af24b6ef0": "Queijo Minas Padrão Fatiado Président é a escolha perfeita para quem busca sabor e qualidade em cada fatia. Com uma textura cremosa e suave, esse queijo é ideal para ser degustado em sanduíches, tábua de frios ou acompanhado de pães e frutas. Apresentado em prático pacote de 150g, é fácil de armazenar e perfeito para o dia a dia, garantindo uma explosão de sabor tradicional mineiro em suas receitas.",
  "81224224-5628-4c2a-9592-3084995961fd": "Descubra o Arroz Integral Solito, uma opção saudável e saborosa para suas refeições. Com 1kg de grãos cuidadosamente selecionados, esse arroz é rico em fibras e nutrientes, proporcionando uma base nutritiva que combina perfeitamente com qualquer prato. Seu aroma acolhedor e textura levemente firme garantem uma experiência culinária diferenciada, ideal para quem busca sabor e saúde em cada garfada. Transforme suas receitas com a qualidade do Arroz Integral Solito e adicione um toque integral às suas refeições diárias!",
  "8d57346c-02c5-4f38-8320-ce26c64fc42c": "Descubra a Farinha de Linhaça Marrom Integral Vitalin, embalando 150g de nutrição pura e sabor excepcional. Elaborada a partir de sementes de linhaça marrom inteiras, esta farinha é rica em fibras, ácidos graxos essenciais e antioxidantes, tornando-a um aliado perfeito para a sua saúde e bem-estar. Ideal para aprimorar smoothies, pães e bolos, ela agrega uma deliciosa textura e um leve sabor que complementa suas receitas de forma irresistível. Sinta a diferença de um ingrediente natural e nutritivo no seu dia a dia!",
  "95e40e8e-d157-41d3-86d8-3b105dda5c9a": "Experimente o sabor irresistível do Hamburger de Costela Wessel, um suculento hambúrguer de 360g que combina a perfeição de carne de costela com temperos delicados. Cada mordida revela uma textura macia e um sabor robusto, ideal para momentos de confraternização ou um jantar especial. Embalado com todo o cuidado, este produto traz a essência do churrasco direto para sua mesa. Prepare-se para uma explosão de sabores que vai satisfazer até os paladares mais exigentes!"
}