{"itemId": "e01a76b3-4f1c-4e5f-a926-53b014815900", "combined_description": "Farinha para Empanar Panko Karui, 200 g. Farinha Oriental para empanar com grânulos Panko, apresentada em embalagem de 200 g. A imagem na embalagem mostra peças empanadas com crocância característica, sugerindo uso para empanar alimentos."}
{"itemId": "ea69ab4d-5c8d-4158-9599-d8bb44d8c26f", "combined_description": "Combo de 6 garrafas de 500 ml de Água Crystal com gás. Garrafas plásticas translúcidas com água com gás e rótulo branco apresentando um símbolo de gota. Pacote com seis unidades, adequado para uso doméstico, em eventos ou no escritório."}
{"itemId": "f24dc3d8-56dd-4dd8-bfbe-51448de7d083", "combined_description": "Mini Colomba Pascoal com gotas de chocolate Bauducco, 80 g. Bolo no formato tradicional de Colomba de Páscoa, com gotas de chocolate na massa, apresentado em embalagem amarela com imagem de fatia da Colomba. Produto de confeitaria de Páscoa da Bauducco, destinado ao consumo como sobremesa ou lanche."}
{"itemId": "dfa3f2a7-a6c1-4ff1-885c-d2eca548aa0a", "combined_description": "Coca Cola Zero 600ml - refrigerante sabor cola em garrafa de 600 ml. Produto Coca‑Cola Zero, refrigerante gaseificado com zero açúcar e zero calorias. Embalagem com rótulo vermelho característica e identidade visual da Coca‑Cola."}
{"itemId": "08eede7c-e83e-4fa1-bf50-5ea121e96fed", "combined_description": "Bebida láctea UHT sabor chocolate, Pirakids, embalagem de 200 ml. Contém soro de leite e é fonte de vitaminas A e D. Embalagem cartonada amarela com ilustração de criança e o logo Pirakids na frente."}
{"itemId": "0f9ac9be-76d5-4761-8207-be5753154066", "combined_description": "Açaí Original Frooty, em embalagem de 700 ml. Embalagem roxa com tampa roxa e rótulo destacando o logotipo amarelo Frooty e imagem de açaí com folhas, indicando sabor original."}
{"itemId": "159004da-b731-4ffc-a781-396f6ae21394", "combined_description": "Bauducco Torrada Integral, embalagem de 284 g. Torrada de trigo com fermentação natural e 45% integral. Embalagem laranja com ilustração de fatias de torrada."}
{"itemId": "1b1f5bf6-6873-491d-910e-553c377b93a1", "combined_description": "Conjunto de 6 copos de iogurte parcialmente desnatado com sabor morango, combinado com salada de frutas contendo maçã e banana. Embalagem em bandeja amarela com 6 unidades, totalizando 540 g. Produto da linha Ninho Forti."}
{"itemId": "1eb59f85-bc17-4488-8230-95ed6def6b7e", "combined_description": "Batata Prime Fries 1,5kg — batatas fritas cortadas em palitos, embaladas em saco translúcido com o rótulo PRIME FRIES. Peso total de 1,5 kg."}
{"itemId": "2e12e6a2-c567-40d7-8ff7-74835adfd272", "combined_description": "Patê de presunto Seara, 100 g. Patê pronto apresentado em embalagem retrátil com rótulo laranja e rosa e logomarca Seara. A embalagem traz informações nutricionais, incluindo valores energéticos, carboidratos, proteínas e gorduras, conforme descrito no rótulo."}
{"itemId": "33efafe4-0deb-415e-8844-a32f6dcfd747", "combined_description": "Energético Red Bull Pomelo Edition, sem açúcar, lata de 250 ml. Lata roxa com o tema Pomelo Edition e branding Red Bull, versão sugar-free. Palavras-chave: energético, pomelo, Red Bull, sugar-free, 250 ml, lata."}
{"itemId": "3f6a6b87-1267-4521-a6a7-e6aeeda55cce", "combined_description": "Berinjela fresca, de casca roxa brilhante, vendida por peso. A imagem mostra berinjelas inteiras com fatias circulares, exibindo polpa clara."}
{"itemId": "4ad0649d-3e6b-4f8b-8df5-97ac05b4fcee", "combined_description": "Snack para cães com sabor churrasco, chamado Bistequitos Churrasco, em embalagem de 50 g. A embalagem é verde e traz a ilustração de um cão, com as fatias de bistequitos exibidas na frente. Trata-se de um snack canino no formato de bistequitos, com peso de 50 g."}
{"itemId": "4ea19d1f-ef84-4185-b3ee-2a2e23dee16a", "combined_description": "Massa folhada laminada leve, embalagem de 1 kg. Produto em folhas de massa folhada laminada, peso líquido 1 kg, com ilustração na embalagem de uma fatia de folhado em camadas. Palavras-chave: massa folhada laminada, massa leve, folhas, 1 kg, confeitaria, assar."}
{"itemId": "55e2a20d-4a66-4ab4-97c6-e7050f47086a", "combined_description": "Biscoito Cream Cracker Vivale, embalagem de 300 g. Pacote amarelo com o logo Vivale e o rótulo Cream Cracker, exibindo biscoitos retangulares dourados crocantes. Produto de biscoito cracker (cream cracker) da marca Vivale, peso 300 g."}
{"itemId": "5a38215a-4310-4ae1-913a-eeed9f880917", "combined_description": "Linguiça fininha sem pimenta Aurora Premium, embalagem de 600 g. A embalagem preta mostra o logo Aurora Premium e uma linguiça vermelha em uma grelha, destacando o uso para churrasco. Palavras-chave para busca: linguiça fininha, sem pimenta, Aurora Premium, embalagem 600 g, grelhar, churrasco."}
{"itemId": "662c4ebe-234c-4324-abd5-24faf57110df", "combined_description": "Cerveja Brahma 0,0% de álcool, lata de 350 ml. Embalagem dourada com faixa vermelha apresentando o logo BRAHMA e o rótulo 0,0% / ZERO ÁLCOOL. Produto para maiores de 18 anos, descrição fiel ao nome e às imagens, destacando que é uma cerveja sem álcool."}
{"itemId": "6b120080-bdd0-4837-a591-b6b397aad918", "combined_description": "Barra de chocolate Snickers Branco, 42 g. Embalagem branca com o logotipo Snickers em azul e a palavra Branco visível. Versão Branco da barra Snickers, peso de 42 gramas."}
{"itemId": "7a24dcf1-3803-408f-845a-ab651aa0de2d", "combined_description": "Refrigerante Limoneto H2OH, 500 ml. Embalagem em garrafa PET transparente com tampa verde, rótulo apresentando o logotipo H2OH. Descrição para busca: refrigerante sabor limão, marca H2OH, volume 500 ml, garrafa PET, tampa verde."}
{"itemId": "7c759b7e-ee48-459a-9685-ceaf5c54d54b", "combined_description": "Vermut branco Martini Bianco, garrafa de vidro de 750 ml com líquido de cor palha clara. A etiqueta branca exibe o logotipo MARTINI e a tampa azul; é um produto alcoólico destinado a maiores de 18 anos."}
{"itemId": "889531ca-95d2-4fc0-8175-ec52fa3b8324", "combined_description": "Pão de forma Artesano Original Pullman, 500 g, apresentado em embalagem com o rótulo Artesano Original. A embalagem exibe padrões de trigo no design, refletindo a linha Artesano da marca Pullman. Produto: Pão de Forma Original Artesano Pullman 500g (embalagem 500g)."}
{"itemId": "9b593bbe-dc59-4861-b805-c722120488e7", "combined_description": "Mistura para bolo sabor brigadeiro em sachê, 450 g, da marca Dona Benta. Embalagem marrom com o logo Dona Benta em branco, mostrando um pedaço de bolo de chocolate coberto com brigadeiro sobre um prato azul. Produto destinado ao preparo de bolo com sabor brigadeiro; embalagem de 450 g."}
{"itemId": "a4f24423-02bd-433f-be55-06e8d0b458d4", "combined_description": "Água Mineral com Gás Prata, apresentada em garrafa plástica de 510 ml. A embalagem possui tampa branca e rótulo branco com o logo vermelho \"PRATA\", identificando água mineral natural com gás."}
{"itemId": "a8a59f51-3cec-4319-8f51-f0320cdc458e", "combined_description": "Chocolate Branco Galak 80 g é uma barra de chocolate branco da Nestlé. A embalagem amarela traz o logotipo azul Galak e o selo \"mais cremoso\", com imagens da barra em quadradinhos. A porção de referência é de 25 g e a embalagem apresenta informações nutricionais com carboidratos, açúcares, gorduras totais e proteínas."}
{"itemId": "ae0acf4a-1eb3-4168-b4cc-7b8bc9d3ed62", "combined_description": "Sococo Leite de Coco é leite de coco em embalagem de 200 ml, com líquido branco e cremoso. O produto é apresentado em garrafa plástica com tampa vermelha e rótulo laranja contendo o nome Sococo Leite de Coco. Ideal para uso culinário em receitas e preparações que requerem leite de coco."}
{"itemId": "b5791537-c4fc-4f07-9764-c628870ffe84", "combined_description": "Isotônico de Limão Gatorade, garrafa plástica de 500 ml com tampa laranja. Conteúdo líquido claro com leve tonalidade amarelada; rótulo exibe o logo Gatorade Performance Limão. Bebida esportiva com eletrólitos para reposição de fluidos durante exercícios físicos."}
{"itemId": "bbadb3ad-2300-4b66-bacd-f28f02d7497d", "combined_description": "Energético TNT Focus Zero Açúcar, lata de 473 ml. Embalagem colorida com gráfico chamativo, destacando o logotipo TNT em branco e a palavra Focus em verde, com a indicação Zero Açúcares. Bebida energética sem açúcar em lata de 473 ml."}
{"itemId": "dfc20d16-b6d5-4321-b562-c084361d9e76", "combined_description": "Farofa Pronta Kisabor, feita com farinha de mandioca temperada, em embalagem de 400g. Na imagem, a farofa dourada aparece com textura granulada, servida ao lado de pedaços de carne. Palavras-chave de busca: farofa pronta, Kisabor, farinha de mandioca temperada, embalagem 400g, acompanhamento para churrasco."}
{"itemId": "ec718e63-4060-4d59-a9f6-d62a35971704", "combined_description": "Chocolate em pó solúvel Dr. Oetker, variedade Tradicional, embalagem de 200 g. Embalagem com fundo azul turquesa, logotipo Dr. Oetker e faixa vermelha com a palavra \"Tradicional\"; imagem na caixa mostra pó de chocolate próximo a uma colher. Descrição para busca semântica: chocolate em pó solúvel, 200 g, marca Dr. Oetker, versão Tradicional."}
{"itemId": "f36e500f-0176-4106-8c20-8f82d2211323", "combined_description": "Pãezinhos de Leite Panutrinhas Panutri, embalagem de 400 g. Pacote plástico transparente com arte colorida e o rótulo FESTINHA, com o logo Panutri. Os pãezinhos visíveis pela embalagem apresentam tonalidade dourada."}
{"itemId": "f8fa0aa5-4605-4532-a10b-e3245ccbf0ba", "combined_description": "Óleo Misto Quinta Dom Pedro, garrafa de 500 ml.\nGarrafa de vidro verde com tampa dourada e rótulo branco apresentando a marca Quinta Dom Pedro.\nVolume 500 ml; óleo de mistura para uso culinário."}
{"itemId": "fd78cfc8-8d3e-461a-823f-8b9cfda33b20", "combined_description": "Vinho tinto brasileiro suave da marca Chapinha, apresentado em garrafa escura de 750 ml. O rótulo combina vermelho e branco com o nome Chapinha em destaque e a indicação Suave. Produto alcoólico destinado a maiores de 18 anos."}
{"itemId": "bf4e2bce-1e0e-4f65-a45d-15a8ab6ee95d", "combined_description": "Tablete Dedo de Deus 67% Cacau, 100 g. Chocolate amargo com 67% de cacau, apresentado em embalagem escura com detalhes dourados e o logotipo Dedo de Deus. Elaborado pelo conceito “from tree to bar” com amêndoas da fazenda Dedo de Deus, localizada no Espírito Santo. Produto vegano, sem ingredientes de origem animal e sem glúten."}
{"itemId": "b63b7d6a-0320-46ac-bfaa-13170976b0a0", "combined_description": "Parmegiana de carne com batatas fritas, apresentado em embalagem descartável. Carne empanada coberta com queijo derretido e molho de tomate, acompanhado de batatas fritas. Descrição para busca: prato brasileiro que combina parmegiana de carne com fritas; contém proteína proveniente da carne."}
{"itemId": "0188282b-5157-4cb8-bbac-d66fbaad8c97", "combined_description": "X- Burguer é um sanduíche com pão macio tostado, hambúrguer de carne, presunto e queijo derretido, coberto por molhos. O queijo derretido permanece sobre o hambúrguer, com o pão superior dourado e a presença visível de presunto."}
{"itemId": "3ee18b8e-eb9d-4733-a0aa-3eab75913cae", "combined_description": "Salada de rúcula com cebola, apresentando folhas de rúcula frescas com tiras finas de cebola por cima. O prato parece temperado, com a cebola crua sobre a rúcula. Foto meramente ilustrativa."}
{"itemId": "252373d9-89b4-485a-8dda-d790216ded09", "combined_description": "Promoção da casa: sanduíche com pão de brioche macio, recheado com frango desfiado, bacon crocante e queijo prato derretido, acrescido de milho doce, Catupiry cremoso, alface crocante, tomate fresco e uma camada generosa de maionese. Não possui hambúrguer."}
{"itemId": "a7770a57-67b1-471e-b398-0e73a4cf713c", "combined_description": "Bala de gelatina da marca Fini, linha Dentaduras, embalagem de 35 g. Gomas de gelatina de formato dentadura, apresentadas em embalagem azul com o logo Fini e o rótulo Dentaduras; peso líquido 35 g."}
{"itemId": "15064a62-c868-42ec-992b-18c582711029", "combined_description": "Paçoquita Santa Helena Original, doce de amendoim. Embalagem individual de 18 g com wrapper amarelo e marca Santa Helena Paçoquita Original. Doce de amendoim em formato de guloseima, sabor Original."}
{"itemId": "4d302115-a49a-400e-acff-030402fbe000", "combined_description": "Suplemento alimentar Kollis Ems Gotas, em solução oleosa, apresentado em embalagem de 8 ml. A embalagem inclui frasco conta-gotas âmbar e caixa com o rótulo azul e amarelo da marca Kollis. Produto em gotas, destinado à administração por gotas conforme indicado na embalagem de 8 ml."}
{"itemId": "400913a8-73a4-493f-a038-9782abd959e9", "combined_description": "Pimentão Verde Extra, vendido por peso. Pimentão de casca lisa, brilhante e formato grande, característico da variedade verde."}
{"itemId": "7e121639-5922-4401-91cc-1a2351096103", "combined_description": "Chocolate branco Lacta em barra de 80 g. Sabor marcante e cremoso, com quadradinhos de chocolate branco gravados com o logotipo LACTA. Embalagem predominantemente azul e creme com o selo Cocoa Life; informações nutricionais por porção de 25 g e por 100 g estão disponíveis (gorduras, carboidratos, açúcares e proteínas)."}
{"itemId": "ad941a32-107d-4ac7-8ff5-7e0691cbb426", "combined_description": "Água mineral sem gás Oba Bem Querer, apresentada em galão de 6 litros. Embalagem plástica transparente com rótulo verde e tampa verde. Produto não gaseificado, adequado para consumo diário."}
{"itemId": "eb6b0506-20dd-4ac4-9bef-2fb46b94d8ad", "combined_description": "Tommy Atkins manga madura, com pele que varia do vermelho ao laranja-amarelo. A imagem mostra duas mangas com folhas verdes, apresentando tonalidades vermelhas e amarelas. Vendidas por quilograma (compra por peso)."}
{"itemId": "0b698c26-9fc6-4350-8934-24c695bfcf6f", "combined_description": "Conjunto de refrigerantes em garrafas PET de 2 litros, com rótulos coloridos nas cores vermelho, amarelo, laranja, verde e roxo. Pelas marcas visíveis, inclui Coca‑Cola (vermelho), Fanta (laranja e uva) e Sprite (verde). Descrição útil para buscas por refrigerantes de 2 litros com variedade de sabores."}
{"itemId": "7dd7f5bb-efbd-43c2-b4cd-ea3aa1720946", "combined_description": "Feijoada: prato brasileiro tradicional de feijão preto cozido, apresentado em panela de barro. Acompanha arroz branco ou integral, mandioca, couve e farofa, formando uma combinação típica brasileira. O feijão escuro aparece em ensopado denso, cercado pelos acompanhamentos indicados."}
{"itemId": "97fd641c-8da0-49c3-9e41-f550a20b883b", "combined_description": "Linguiça feita com pernil suíno e bacon, incorporando as pimentas cumari e malagueta que conferem sabor picante e marcante. Produto rico em proteínas, com textura suculenta e aparência rústica, ideal para quem busca um alimento com toque apimentado e ingredientes tradicionais."}
{"itemId": "00443a24-a424-466a-a6be-6a5e21a6ac2d", "combined_description": "Strogonoff de Frango Tamanho Família traz 3 filézinhos de frango cortados em cubos com cogumelos champignon picados, cobertos por molho de 450 gramas. Acompanha arroz caseiro 500 gramas e batata palha crocante 75 gramas, oferecendo uma refeição caseira com sabor único."}
{"itemId": "3553f5b7-209e-440f-845f-2d49d655d811", "combined_description": "Macarrão Integral Spaghetti Taeq, 500 g, em embalagem branca com o logotipo Taeq. Espaguete de trigo integral é apresentado na embalagem, com imagem de rodelas de tomate ao lado. Descrição para busca: macarrão integral espaguete Taeq, embalagem 500 g."}
{"itemId": "5409e189-cfd7-42bb-8564-9b0b4c42b039", "combined_description": "Polpa de Tomate Qualitá em sachê de 300 g. Embalagem vermelha com rótulo branco e imagem de tomates, contendo polpa de tomate. Unidade 1 und."}
{"itemId": "6c8204da-9d7d-4b4c-825f-b16716349c9f", "combined_description": "Coxas de frango Sadia congeladas, pacote de 1 kg, com embalagem colorida predominantemente amarela e rosa e o rótulo Coxas da marca Sadia. Produto congelado com sistema IQF (congelamento rápido individual). A frente da embalagem apresenta uma imagem de frango servido em prato, sugerindo usos culinários."}
{"itemId": "8916bfdf-d04c-4170-b0d1-cf4eb558d1ac", "combined_description": "Doce de Leite Italac em pote de 350 g. Embalagem preta com tampa transparente, com o logo Italac e a inscrição Doce de Leite no rótulo. Produto alimentício doce de leite apresentado em pote de 350 g, adequado para consumo direto ou uso culinário."}
{"itemId": "aa4d0e23-357a-4aae-b2fd-6ce9cc0271eb", "combined_description": "Macarrão com ovos em formato de parafuso (fusilli), da marca Adria, embalagem de 500 g. Pasta seca de trigo com ovos, pronta para cozimento e indicada para acompanhar molhos variados."}
{"itemId": "c955d834-f4e6-4f57-9e37-ee42cf190ba0", "combined_description": "Nutella B-ready Wafer Recheado, 1 unidade de 22 g, em embalagem com o logo Nutella B-ready e o peso 22 g. Barra de wafer recheado da marca Nutella, tamanho compacto (22 g), apresentada em embalagem branca com o branding Nutella B-ready e o número 22 g."}
{"itemId": "e9f9b3b1-0b68-4a66-b77a-49a3e1b83973", "combined_description": "Batata frita ondulada da marca Ruffles, sabor Original. Chips de batata com ranhuras onduladas, embalagem tipo pote de 100 g. Descrição para busca: batata frita, chips, Ruffles, Original, ondulada, pote 100g."}
{"itemId": "267103ee-6f17-480a-96a1-fb6483456eb7", "combined_description": "Coca-Cola Sem Açúcar, bebida gaseificada de cola sem açúcar acondicionada em garrafa PET de 2 litros. A garrafa tem o formato contornado típico, com rótulo vermelho exibindo o logotipo Coca‑Cola e tampa escura. O líquido visível dentro da garrafa apresenta tonalidade âmbar translúcido."}
{"itemId": "7caa3877-52e7-440c-8ccb-8bf3e000a635", "combined_description": "Bala de gelatina Fini Colágeno, da linha Bem Estar Sweets, em embalagem de 18 g. Balas coloridas com cores variadas visíveis na embalagem, feitas com colágeno e com corantes e aromas naturais conforme o rótulo."}
{"itemId": "e4c7cee5-ef28-485c-8de1-413151777a7d", "combined_description": "Brigadeiro Gourmet de 30 g, bolinha de chocolate coberta com confeitos em cubos de chocolate, disposta em forminha rosa. Descrição para busca: brigadeiro, brigadeiro gourmet, doce de chocolate, 30 g, cobertura com confeitos, cubos de chocolate, sobremesa, festa."}
{"itemId": "194ccbd8-faae-4f0a-81b4-98850703c2a0", "combined_description": "Caixa de Bombons Clássicos Sortidos 120 g com bombons de chocolate ao leite e recheios sortidos. Os sabores incluem trufa tradicional, avelã e cereja ao licor. A embalagem é uma caixa marrom com uma pequena janela que revela os bombons coloridos visíveis."}
{"itemId": "0ad26b0e-3f52-495d-aa23-ec42b25f8e56", "combined_description": "Pedaço generoso (~250 g) de torta vegana de massa especial recheada com cogumelos frescos e abobrinha, com creme de tofu, servido com salada fresca (~150 g). A salada inclui alface crespa, tomate-cereja, broto de feijão, pepino, rabanete, cenoura, vagem, cebola roxa, ovo de codorna, repolho roxo, beterraba, ervilha, lentilha e grão-de-bico (sujeito à disponibilidade). Acompanha molho da casa vegano de mostarda e melaço."}
{"itemId": "bae5b308-5913-4283-a723-ef73a2960bde", "combined_description": "Yakisoba com Frango - 500 g. prato japonês de macarrão frito com tiras de frango e legumes (brócolis, cenoura e repolho) em molho. A imagem mostra noodles com frango e vegetais coloridos, compondo uma porção de aproximadamente 500 g."}
{"itemId": "7b37bb12-73a8-4cf1-93f0-2898cc59a08b", "combined_description": "Fatia generosa de abacaxi apresentada em formato cúbico, com raspas de limão espalhadas sobre a superfície. A fruta exibe cor amarela clara e textura macia, sugerindo sabor fresco e doce-ácido. No topo, guarnição de morango em formato de flor adiciona contraste visual."}
{"itemId": "a16a7278-8b98-4bae-90fa-f933e0db4cd6", "combined_description": "Rolos de tortilla recheados com carne, cobertos com molho vermelho e queijo ralado. O nome indica carne, queijo e ovos como ingredientes principais, sugerindo alto teor de proteína. Visualmente, o prato apresenta duas porções cobertas por molho vermelho e queijo ralado por cima."}
{"itemId": "1830a574-6af3-4509-bc15-d6561e8edd0b", "combined_description": "Melancia descascada e fatiada, vendida por kg. Fatias de polpa vermelha com sementes pretas, apresentadas sobre uma tábua de madeira, com um pequeno raminho de hortelã ao lado. Fruta fresca pronta para consumo, ideal como lanche ou em saladas de fruta."}
{"itemId": "2fb7e851-8c44-4e2d-9c43-54557a7a45be", "combined_description": "Iogurte desnatado natural zero lactose da Verde Campo (LacFree), acondicionado em garrafa de 500 g. Embalagem azul turquesa com o rótulo LacFree e o logo Verde Campo. Produto com baixo teor de gordura e lactose removida, adequado para dietas sem lactose."}
{"itemId": "43e894bc-dd75-4a03-8780-f27dc3090f84", "combined_description": "Pão Italiano Filão Oba Bem Querer 400g é um pão de formato alongado e crosta dourada, típico do estilo italiano. Apresenta uma textura crocante por fora e macia por dentro, ideal para acompanhamentos ou sanduíches. Embalagem contendo 400g."}
{"itemId": "60f0d25c-53cc-4f4a-afa0-c3ffa208c756", "combined_description": "Bauducco Biscoito Wafer de Chocolate, 140 g. wafer crocante em camadas com creme de chocolate e cobertura de chocolate, conforme o layout da embalagem amarela com o logotipo Bauducco e imagens de wafers cobertos de chocolate. Sabor chocolate; peso líquido: 140 g."}
{"itemId": "98094108-d80c-4acf-89f4-8f2a592ac5a9", "combined_description": "Pipoca pronta Okoshi, sabor caramelo com flor de sal, embalagem de 50 g. Snack crocante de milho estourado coberto com caramelo e toque de flor de sal. Embalagem branca com detalhes amarelos, pronta para consumo imediato."}
{"itemId": "b8c25efb-5770-4ccf-b506-06aa39ca5b1d", "combined_description": "Chocolate em Pó Solúvel 50% Cacau Nestlé Dois Frades, embalagem de 200 g (caixa). A embalagem vermelha exibe o logotipo Nestlé e o selo 50% cacau, destacando o alto teor de cacau do produto. Chocolate em pó com 50% cacau, adequado para preparo de bebidas de chocolate e receitas que utilizam chocolate em pó."}
{"itemId": "cf61b87b-100a-4258-995f-b11486e83e7d", "combined_description": "Banana Prata em cacho, com casca amarela uniforme e frutos inteiros prontos para consumo. Produto vendido por peso (kg). Termos de busca: banana prata, banana, fruta fresca, cacho, vendido por peso, kg."}
{"itemId": "f28c7379-6a3a-477b-8308-b6b48c4ed97a", "combined_description": "Batata Frita Lisa Clássica Lays, pacote de 70 g. Embalagem amarela com o logo Lay's e imagens de chips dourados, destacando o formato de batata frita lisa. Descrição para busca: batata frita lisa, Lay's, clássica, 70 g, snack."}
{"itemId": "f43d9a3d-e5c0-4194-9149-cd31ef948d17", "combined_description": "Porção na caixa de 35 cm com tilápia frita, batata frita e polenta frita, acompanhada de molho especial. A porção apresenta tilápia em tiras fritas, batata frita dourada e polenta frita, com o molho especial incluído. Serve 4 pessoas."}
{"itemId": "3cab6681-c3a4-4a9b-bd49-67fde1298411", "combined_description": "Coração de galinha grelhado em espeto, assado, com pedaços dourados e suculentos. A apresentação inclui tomates-cereja ao lado e ramos de alecrim, sobre uma superfície de grelha. Alto teor de proteína; prato proteico de carne, adequado como petisco ou entrada."}
{"itemId": "dc640e81-01cd-4dd6-bb3b-6932b99e5713", "combined_description": "Caldo verde, sopa de batata com couve, servido em pote de barro com folhas de couve visíveis e pedaços de batata no caldo. Acompanha torradas temperadas ao lado. Porção de 1,1 litro com opção de carne à escolha ou acompanhamento conforme a descrição."}
{"itemId": "35ed0f9e-b6b2-41bb-9f2b-58e11ec8918a", "combined_description": "Gauchoo (Gourmet): hambúrguer gourmet Angus de 200 g com cheddar derretido e molho defumado, servido em pão Australiano. A montagem apresenta patty suculento, queijo cheddar amarelo derretido e molho cremoso entre um pão com sementes. Descrição para busca: hambúrguer Angus 200 g, cheddar, molho defumado, pão Australiano, prato gourmet, alto teor de proteína."}
{"itemId": "0d35f3f9-b5c2-4594-aeb4-d67f9bbef1a0", "combined_description": "Tablete ao leite Bendito Cacao Energy, 30 g, suplemento alimentar em barra com adição de cafeína que auxilia no aumento do estado de alerta, na concentração e na energia. Visualmente é apresentado como chocolate ao leite com whey cacao, em embalagem preta com detalhes vermelhos e estilo de raio gráfico. Utiliza termos como suplemento alimentar, cafeína, energia, estado de alerta, concentração, sabor ao leite para facilitar buscas por chocolate energético."}
{"itemId": "fa33b30e-47dd-409f-a615-7a077531a9a1", "combined_description": "Trufa artesanal Grancherie Cereja ao Licor, 30 g. Trufa de chocolate ao leite com recheio de cereja ao licor, apresentando um centro vermelho visível envolto por cobertura de chocolate. O bombom apresenta embrulho escuro nas extremidades, típico de trufas artesanais."}
{"itemId": "1a5bbb10-ccfa-4bb2-b78a-65027964dc3b", "combined_description": "Mini Pastel 75 unidades: pastéis sequinhos e crocantes, dourados e de tamanho mini, apresentados conforme a imagem. Você pode escolher 3 sabores diferentes ou optar pela opção misto, com direito a todos os sabores."}
{"itemId": "34ba6332-34bb-41ef-a02c-5555b1f12fcc", "combined_description": "Água de coco - 400 ml, bebida translúcida de coco natural servida em copo transparente. Em segundo plano, aparece um coco verde com folhas tropicais, destacando origem natural e ambiente tropical. Palavras-chave para busca: água de coco, coco verde, bebida hidratante, 400 ml, natural."}
{"itemId": "abf08a05-1fd7-4054-a844-19489bd5cb29", "combined_description": "Salada quinze dez composta por rúcula fresca, pedaços crocantes de torresmo, cebola fatiada e molho italiano. Apresenta contraste de texturas entre a crocância do torresmo e a leveza da rúcula, com sabor levemente ácido e ervas do molho italiano. Ideal para quem busca uma opção com proteína do torresmo e baixo carboidrato."}
{"itemId": "fe546f15-25c2-4fb9-8cd6-595e58222305", "combined_description": "Sal de Fruta Tradicional ENO, embalagem de 100 g. Pó efervescente com bicarbonato de sódio e ácido cítrico, a ser dissolvido em água para formar uma bebida. Utilizado como antiácido para azia e indigestão, seguindo as instruções de uso na embalagem."}
{"itemId": "6fddab93-b789-42de-b2be-bb7c3f4d7e0c", "combined_description": "Mousse de chocolate em porção individual, servido em copo de plástico transparente com tampa. Textura cremosa e suave, cor marrom claro, sobremesa de chocolate pronta para consumo. Embalagem de porção individual facilita armazenamento e porcionamento."}
{"itemId": "510e14ba-526e-4c14-9a15-3ed36f3ba3ad", "combined_description": "Combo Muita Fome: X-Tudo (Hambúrguer Artesanal) com queijo derretido, alface e toppings visíveis em pão macio. Acompanhamento: porção fritas 250g e bebida Coca-Cola 350ml."}
{"itemId": "f4544ecf-b364-40f0-9040-a3dc6e5540b9", "combined_description": "Hambúrguer gordo com filé bovino, queijo derretido, presunto e bacon. A montagem traz azeitonas e salada (alface e tomate) entre o pão. Palavras-chave para busca: filé, queijo, presunto, bacon, azeitona, salada, hambúrguer; alto teor de proteína."}
{"itemId": "b86e0ef1-e39d-4dad-8011-3ba7be67a777", "combined_description": "Cerveja Império Puro Malt, garrafa de 350 ml, vendida em fardo com 12 unidades. A embalagem é branca com o logotipo dourado Império e o rótulo Cerveja Puro Malt. Pack de 12 garrafas de 350 ml."}
{"itemId": "1dd9089d-b002-489b-978f-7038f6963226", "combined_description": "Dois amores é uma massa de chocolate com recheio de dois amores (Ninho e brigadeiro). A apresentação apresenta cobertura dupla: metade com chocolate escuro e metade com cobertura clara, decorada com granulados. Serve 4 pessoas."}
{"itemId": "0fc0c20a-d2c3-49a3-9909-b02c54952056", "combined_description": "Queijo Provolone Qualitá, embalagem de 120 g com 8 fatias de queijo provolone. Sabor Provolone, apresentado em embalagem com rótulo Qualità/Sabor Provolone, adequado para sanduíches e lanches."}
{"itemId": "1f310e39-bbce-4fcb-ae57-ba474d577b50", "combined_description": "Tomates grape da marca Qualitá em bandeja plástica de 150 g. Frutos pequenos e redondos, de cor vermelha vibrante, acondicionados em embalagem transparente com etiqueta central."}
{"itemId": "3f152db8-55bc-425f-90f6-0e26addb8773", "combined_description": "Macarrão instantâneo em copo Cup Noodles, sabor queijo cheddar. Embalagem de 69 g com o rótulo CHEDDAR em destaque e imagem de macarrão com queijo no topo. Descrição voltada para buscas por macarrão instantâneo, cheddar, Cup Noodles e 69 g."}
{"itemId": "54c1d4c0-d79f-486a-9bec-3ba71072ac41", "combined_description": "Cerveja Heineken em lata Sleek de 350 ml. Lata verde com estrela vermelha e logotipo Heineken, marca premium, com capacidade de 350 ml. Pacote com 12 unidades; produto para maiores de 18 anos; a receita única de Heineken combina água, malte, lúpulo e nada mais."}
{"itemId": "662d20cb-b88c-432b-8303-81203874d705", "combined_description": "Barra de wafer de chocolate Lacta Sonho de Valsa, pacote de 25 g. Embalagem rosa com detalhes dourados e a imagem do produto ao centro. Snack de wafer coberto de chocolate, apresentado em formato compacto de 25 g."}
{"itemId": "955a46bc-9cc9-4592-aa62-cdcd563d40a7", "combined_description": "Queijo Prato Fatiado Soltíssimo Sadia, bandeja de 150 g. Em embalagem predominantemente amarela com faixa vermelha, as fatias de queijo prato são visíveis pela embalagem."}
{"itemId": "beb560fe-cfee-45d2-b90b-4aee48039486", "combined_description": "Cream Cheese Cremoso Light Vigor 150g é um queijo cremoso embalado em uma embalagem de 150 g. O rótulo verde exibe a marca Vigor e a indicação Light, em um recipiente plástico retangular com tampa branca. Produto descrito como cream cheese cremoso na versão Light, na embalagem de 150 g."}
{"itemId": "d3b42848-61b2-44ce-b423-21a8eafea05a", "combined_description": "Molho Shoyu Sakura Tradicional, na embalagem de 150ml. Garrafa escura com tampa vermelha e etiqueta da marca Sakura destacando o rótulo Tradicional. O rótulo indica que é gluten free."}
{"itemId": "f7d711dd-9a40-4883-9a09-d28fdb419805", "combined_description": "Biscoito doce recheado Marilan Teens de Chocolate Branco, embalagem de 80 g. Biscoito com recheio de chocolate branco, conforme a embalagem que exibe o rótulo TEENS. A embalagem também destaca \"Fonte de cálcio e vitaminas\"."}
{"itemId": "fdaf009b-e1ce-4cfc-a2cc-f08a786fa53e", "combined_description": "Sanduíche em pão brioche com filé de frango grelhado, bacon, ovo e Catupiry, acompanhado de alface, tomate e maionese. As camadas exibem frango fatiado, bacon crocante, ovo e Catupiry cremoso entre o pão macio, com alface fresca e tomate. Alto teor de proteína devido ao frango e ao ovo; contém carboidratos do pão."}
{"itemId": "16cf592a-cb21-445a-afb0-69569a4ecfc2", "combined_description": "Vitamina E (acetato de tocopherol) 400 mg, suplemento vitamínico. Caixa com 30 cápsulas gelatinosas moles para uso oral; uso adulto. Marca Sandoz."}
{"itemId": "8934cbe3-afe9-4835-bddd-a3a006691b96", "combined_description": "Pizza Brócolis (8 pedaços) com mussarela, brócolis, parmesão, champignon e alho, coberta com molho de tomate, orégano e azeitonas. Na imagem, destacam-se brócolis verde, cogumelos champignon e pedaços de pimentão sobre queijo derretido, com borda dourada."}
{"itemId": "91bcdccd-b92a-451d-87fe-490dcd92940a", "combined_description": "2 harumaki de camarão, uma especialidade da categoria 'Rolinho Primavera', com recheio de camarões frescos envoltos em massa fina e crocante. As peças apresentam crocância externa e recheio de camarão suculento no interior. Acompanhadas por molho escuro decorativo no prato."}
{"itemId": "231df216-5865-4b8d-9753-bb56424ebae2", "combined_description": "Refrigerante de cola Coca-Cola em garrafa plástica de 600 ml, com rótulo vermelho da marca. Bebida não alcoólica e carbonatada, com sabor cola. Embalagem de formato tradicional com tampa vermelha."}
{"itemId": "2b0b8139-b740-4319-802c-542a2c54f377", "combined_description": "Fricassé de frango gratinado com queijo, acompanhado de arroz integral e cenouras salteadas na manteiga com salsa. Porção individual de 420 g. A imagem mostra a superfície dourada do queijo gratinado, com um ramo de alecrim fresco na cobertura."}
{"itemId": "b7a0ce8a-80c1-456b-8350-4cfa3c14d1f1", "combined_description": "Yakissoba de carne e frango: macarrão de yakissoba com tiras de carne e frango e legumes em molho. A apresentação mostra noodles envolvidos em molho escuro com pedaços de carne e vegetais, guarnecidos por folhas verdes. Ingredientes principais: carne, frango, legumes e molho; prato asiático de noodles com proteína animal e vegetais."}
{"itemId": "69a41f6b-630b-4d93-909e-0d9d85ea17c4", "combined_description": "Anéis de cebola empanados fritos, dourados e crocantes. Apresentação individual em um cesto de metal sobre uma tábua de madeira. Acompanhados por dois molhos em ramequins, um com tom rosado e o outro verde claro."}
{"itemId": "0375027c-436c-41af-b6c3-7d9cf23544f0", "combined_description": "Achocolatado em pó Nescau 33% menos açúcares, embalagem de 350 g. Produto em pó para preparo de bebida de chocolate, com porção recomendada de 20 g (2 colheres de sopa) por porção e cerca de 18 porções por embalagem. Rótulo com logotipo Nescau e raio amarelo, combinando vermelho e azul, com imagem de creme de chocolate. Contém carboidratos e açúcares conforme informações nutricionais."}
{"itemId": "0a599549-e73c-4b01-b585-1d79b5995cd9", "combined_description": "Requeijão Cremoso Tradicional Vigor, em copo de 200 g com tampa azul. Embalagem azul com o rótulo apresentando o nome Requeijão Cremoso Tradicional e a marca Vigor; peso indicado é 200 g."}
{"itemId": "13103b98-7a19-49b0-9ee9-b71269217a7e", "combined_description": "Fraldinha — peça inteira de carne bovina vendida por peso. A peça apresenta camada de gordura externa na extremidade, com carne vermelha no interior. Palavras-chave para busca: fraldinha, carne bovina, corte inteiro, compra por peso, peça inteira, gordura externa."}
{"itemId": "1dd80a5f-5654-43a6-a454-8982a120ca8c", "combined_description": "Ketchup Picante Heinz, molho de tomate picante em embalagem de 397 g. A embalagem vermelha apresenta o rótulo Heinz com as palavras Picante e Tomato Ketchup, e uma tampa branca. Produto é um molho à base de tomate com sabor picante, utilizado como condimento para acompanhar alimentos."}
{"itemId": "27f0e1be-95ea-41ba-9f32-352d2800366b", "combined_description": "Biscoito de polvilho tradicional Gold Boys, embalagem de 100 g. Bolachas brancas em formato arredondado, visíveis dentro de embalagem transparente com detalhes vermelhos. Produto utilizado para buscas por Biscoito Polvilho Tradicional Gold Boys 100g."}
{"itemId": "30e313bb-4dcd-4127-bb7f-9ce6e2b8e63a", "combined_description": "Bisão ao Leite Lacta é uma barra de wafer crocante coberta com chocolate ao leite, apresentada em embalagem azul com o branding BIS. O pacote totaliza 201,6 g e contém 32 unidades. Descrição para busca: snack de confeitaria com wafer coberto de chocolate ao leite, rico em carboidratos e açúcares, típico da categoria de biscoitos/wafer."}
{"itemId": "3853a730-cd1d-4840-87fa-a80962b7e193", "combined_description": "Óleo de gergelim torrado Kenko, apresentado em embalagem de 100 ml. Garrafa de vidro escuro com tampa vermelha, própria para uso culinário. Volume 100 ml; ingrediente principal: óleo de gergelim torrado."}
{"itemId": "4b5d99a0-dba7-4c8e-8da4-f96ddb6d316a", "combined_description": "Amendoim crocante natural ao forno, da marca Dori Pettiz. Embalagem de 500 g (pacote 500 g) com imagem de amendoins em uma tigela na frente do produto. Descrição para busca: amendoim crocante, natural, snack, Pettiz, Dori, 500g."}
{"itemId": "51ab0969-0212-4e11-bc7f-d0f856a224a8", "combined_description": "Óleo de algodão Liza, embalagem de 900 ml. Garrafa plástica translúcida com tampa verde e rótulo verde apresentando o nome Liza e a indicação óleo de algodão. Óleo de cor amarelo claro, utilizado como ingrediente culinário."}
{"itemId": "63991fb1-3ab0-4edf-88c5-cd370edd86a1", "combined_description": "Creme de leite pasteurizado Fazenda Bela Vista, apresentado em garrafa de 500 g. Produto lácteo com textura cremosa, destinado a uso culinário em diversas receitas."}
{"itemId": "75c5764f-7cc8-4d23-ad84-bbd67532f2e9", "combined_description": "Gelatina em pó sabor cereja da marca Dr. Oetker, embalagem de 20 g. Produto para preparação de sobremesa de gelatina com sabor a cereja e cor vermelha. Caixa/cartucho com o logotipo Dr. Oetker e o rótulo Gelatina Cereja."}
{"itemId": "7e8cf898-ddcc-4fdc-8ad3-fe60aac18f9f", "combined_description": "Farinha Láctea Tradicional Nestlé, sachê de 600 g. Embalagem predominantemente amarela com detalhes vermelhos e o logotipo Nestlé, com destaque para o texto Farinha Láctea. A embalagem informa rendimento de 20 porções."}
{"itemId": "8662540d-fcb2-4323-8602-3b65b01ce456", "combined_description": "Batata Palha Extrafina Yoki, embalagem de 100 g. Batata palha extrafina com textura crocante e saborosa, conforme etiqueta da embalagem. Produto da marca Yoki, indicado como acompanhamento ou ingrediente para finalizar pratos."}
{"itemId": "8ecdf777-1157-4233-a15d-b701ed627bca", "combined_description": "Atum ralado ao molho de tomate picante, Gomes da Costa, em lata de 170 g. Produto enlatado com atum ralado no molho de tomate picante, rotulado como fonte de proteínas."}
{"itemId": "9e8e3b5b-83f6-4da6-b2a7-6ed2da663442", "combined_description": "Goiabada Predilecta, doce de goiaba em embalagem de 300 g. Embalagem vermelha com o logotipo branco Predilecta e faixa verde com folha à direita, exibindo um pedaço de goiabada vermelho. Descrição para busca: goiabada, doce de goiaba, Predilecta, embalagem 300 g, alimento brasileiro."}
{"itemId": "a452787b-d903-4d58-9e9d-8d57e2250de3", "combined_description": "Primavera Mix Higienizada La Vita, 250 g: mistura de legumes higienizados em tiras coloridas (cenoura, repolho roxo e outros vegetais), pronta para uso em saladas. Pacote de 250 g com aspecto colorido e crocante, ideal como base ou guarnição de pratos."}
{"itemId": "af0e664f-3533-4d52-9efb-82a10c80837f", "combined_description": "Açaí com Banana NatureOn em pote de 1,15 L. O rótulo roxo exibe imagens de açaí e banana na embalagem. Descrição para busca: açaí com banana, NatureOn, pote 1,15 L, sobremesa/fruta em pote."}
{"itemId": "b6c39116-7ae4-4129-811e-0121f3292bff", "combined_description": "Picanha inteira Friboi, embalada e vendida por peso. Peça de carne bovina com camada de gordura externa visível, apresentada com etiqueta Friboi azul. Descrição para busca: picanha, carne bovina, inteira, embalada, venda por peso."}
{"itemId": "bfc8eb8d-c605-43d7-b6c1-4d352a415677", "combined_description": "Lasanha Bolonhesa Rezende, 600 g, lasanha à bolonhesa congelada da marca Rezende. A embalagem indica rendimento de 2 porções e não contém adição de conservantes. Informação nutricional por porção (360 g): valor energético 411 kcal; carboidratos 53 g; proteínas 16 g; fibras 3,3 g; gorduras totais 15 g (saturadas 5,2 g; trans 1,6 g); sódio 903 mg."}
{"itemId": "dc197740-a37e-4012-be8e-4d286b032f5a", "combined_description": "Iogurte líquido parcialmente desnatado sabor morango, Danone, em garrafa plástica de 1,25 L. Embalagem azul com o logo Danone e imagem de morangos na frente, com tampa azul. Produto lácteo de consistência líquida, pronto para consumo, sabor morango."}
{"itemId": "e43c6aa2-fd3e-43ac-a7ac-53b2efe68b6e", "combined_description": "Vinho Tinto Brasileiro Chalise Suave em garrafa de 750 ml. A garrafa é de vidro escuro com rótulo branco e faixa rosa visível na parte central. Produto para maiores de 18 anos."}
{"itemId": "ee5d6bd4-aa9d-4b2b-a15d-71bdfee49e2f", "combined_description": "Energético Fusion, lata de 473 ml, bebida energética com embalagem preta. O rótulo mostra logomarca verde em hexágono e a palavra Energy Drink no topo, com o nome Fusion em destaque. Descrição para busca: energético, Fusion, 473 ml, lata preta com detalhes verdes, embalagem de bebida energética."}
{"itemId": "f5cfa03f-161a-4098-999f-f1729f8f930a", "combined_description": "Biscoito de Arroz Jasmine Original, embalagem de 90 g. Produto sem glúten, crackers de arroz crocantes, apresentando embalagem roxa com o selo \"Sem Glúten\" e a marca Jasmine."}
{"itemId": "66bad0d4-00c0-4509-a23c-df4861adaeb2", "combined_description": "Suco Guaraviton Gengibre com Toque de Laranja, em garrafa de 500 ml com tampa amarela. Sabor gengibre com toque de laranja, líquido de cor rubi, produzido pela marca Guaraviton. Embalagem indicada como 500 ml."}
{"itemId": "4f18b073-f629-4373-9e15-01af030721bf", "combined_description": "Açaí no copo 500 ml com base de açaí cremoso, acompanhado de banana, morango, kiwi e manga. Toppings incluem granola crocante, leite condensado, leite em pó e chocolate, com confeitos coloridos visíveis na cobertura. Visualmente apresenta o roxo intenso do açaí contrastando com as cores das frutas e dos toppings mentidos nos copos."}
{"itemId": "babcb9eb-efd6-498f-9d1a-4667801cb88f", "combined_description": "Combo com 100 salgados de 20 g cada e 25 mini churros de 10 g cada, acompanhado de refrigerante de 2 L. As 25 unidades são fornecidas por sabor ou misto, sendo que, no modo misto, não é possível retirar sabor."}
{"itemId": "f9c5b37c-aceb-4576-bb21-ae6569807bf5", "combined_description": "Mini Ovinho Língua de Gato Trufado 75g é chocolate ao leite com recheio cremoso trufado, no formato oval inspirado na língua de gato. A embalagem preta com padrões elegantes ressalta seu caráter premium, tornando-o uma opção sofisticada para a Páscoa."}
{"itemId": "0a4a31b7-2262-4f74-9a1b-d4da0225be35", "combined_description": "Mais Coco Coco Ralado Úmido e Adoçado, embalagem de 100 g. Coco ralado úmido com adoçamento, conforme indicado na embalagem da marca Mais Coco."}
{"itemId": "1f078ce7-6de9-4fa8-b984-9be8671f450e", "combined_description": "Miojo Lámen Talharim Sabor Frango, da Nissin, embalagem de 99 g. Noodles instantâneos no formato talharim com sabor a frango, produto da marca Nissin. A embalagem destaca o rótulo \"Talharim Frango\" com referência ao sabor Frango."}
{"itemId": "2a245c2c-f7d5-40e0-a0fa-0320da150d19", "combined_description": "Cerveja Itaipava Pilsen Zero Álcool, com 0,0% álcool, apresentado em lata de 350 ml. Embalagem azul com o brasão Itaipava e o texto 'Cerveja Leve Pilsen' acompanhado de '0,0% álcool'. Produto com indicação para maiores de 18 anos."}
{"itemId": "33410580-bd2b-4bac-a034-b8b233577d8d", "combined_description": "Gelo para drink sabor maracujá, Coco Leve, embalagem de 200 ml. Embalagem amarela com o logo Coco Leve e imagem de maracujá, apresentando gelo para bebidas. Ideal para resfriar e dar sabor a drinks."}
{"itemId": "3b3f69b2-c1c3-460e-82a2-d48adb8f8ac8", "combined_description": "Salaminho Sadia é um bastão de salame curado, apresentado em embalagem individual. Produto vendido por peso, pronto para fatiar. Indicado para lanches, sanduíches e aperitivos."}
{"itemId": "46ce5215-29e4-415a-8da8-6d5b931510c6", "combined_description": "Feijão Carioca Tipo 1 da marca Camil, embalagem de 1 kg com grãos secos de cor bege com manchas características. Produto para preparo culinário brasileiro, ideal para cozidos de feijão e pratos que utilizam feijão carioca."}
{"itemId": "54103c6f-c73a-4fef-aa7a-ce1598d1d652", "combined_description": "Rap10 Fibras - Tortilha Integral 35%, 9un, 297 g. Tortilha/wrap integral de trigo com 35% de fibras, embalagem de 297 g contendo 9 unidades. Embalagem verde com o logo Rap10 e a indicação \"Fibras\"."}
{"itemId": "6dd2df3b-765b-41b8-b868-ddce6cb9df15", "combined_description": "Peças de frango cru: coxa com sobrecoxa, com pele, acondicionadas em bandeja. Vendido por kg (marca Big Frango). Frango é fonte de proteína elevada e baixo carboidrato, adequado para receitas diversas."}
{"itemId": "7a5e01ff-cfe2-4e69-bd60-5ba30ab94917", "combined_description": "Bife de alcatra traseiro, carne bovina crua, cortado em pedaços grossos com leve gordura nas bordas, apresentado sobre tábua de corte. Produto vendido por peso. Alto teor de proteína e baixo carboidrato."}
{"itemId": "83f22eb4-e86b-4eab-bfef-f451f06cea65", "combined_description": "Salsicha Aurora — salsichas de formato alongado, cor laranja. Vendem-se por peso."}
{"itemId": "9b4f85d5-e791-4c81-a4d4-df5cd5418a77", "combined_description": "Caldo de Legumes Maggi, peso líquido 57 g, apresentado em embalagem amarela com o logotipo Maggi e imagem de legumes. O rótulo indica alto teor de sódio. A embalagem ainda destaca a Nova Fórmula."}
{"itemId": "a78c5e7f-95de-45eb-8e31-ff132003f291", "combined_description": "Batata congelada pré-frita da marca NewBraz, em embalagem de 2 kg. Corte tradicional, pronta para fritar. Produto congelado para preparo rápido de batatas fritas."}
{"itemId": "b3b5aa58-260c-4951-b6b2-d0f1599b9a6a", "combined_description": "Biscoito wafer sabor morango My Bit, peso 80 g. Composto por camadas de wafer com creme de morango entre elas, apresentado em embalagem roxa com detalhes rosa. Pacote único (1 unidade)."}
{"itemId": "d0ef9965-7902-43cb-94a7-caeeb92c6103", "combined_description": "Granola Jasmine, sabor Banana e Canela, apresentada em pouch de 250g. A embalagem mostra grãos de granola com fatias de banana e indica o sabor Banana e Canela, com selo Integral. Palavras-chave para busca: granola, Banana, Canela, Jasmine, pouch, 250g, integral."}
{"itemId": "412d8d0e-941f-4324-bea8-658d04f1ff99", "combined_description": "Batatas fritas com molho de catchup, porção aproximada de 600 g (pode variar para mais ou para menos). Batatas cortadas em tiras finas, douradas e crocantes."}
{"itemId": "1ed05921-c269-4f3d-a46e-5cbe1d1c75a4", "combined_description": "Festival Kaizen Sushi Premium para 2 pessoas, conjunto de sushi e sashimi (44 unidades) em embalagem colorida de festival para casa. Inclui 4 niguirizushi de barriga de salmão trufada com lascas de limão siciliano; 2 niguirizushi de peixe da época; 2 niguirizushi de atum; 4 gunkanjows de salmão; 4 uramakis variados; 8 sashimis de salmão; 5 sashimis de peixe da época; 5 sashimis de atum; e 10 sashimis salmon tartuffo lemon. Conjunto variado de preparo com sushi, sashimi e nigiri, apresentando combinações de salmão, atum e peixe da época."}
{"itemId": "5cd2c32e-deab-4486-a2ae-79fa8f68502e", "combined_description": "Croquete de cupim — 10 unidades. Croquetes fritos com crosta dourada e crocante, recheio de cupim. Formato alongado, ideal como aperitivo ou petisco."}
{"itemId": "c114b802-17a5-4ac6-bfae-8f3b9aa9f192", "combined_description": "Isca de Frango Empanada c/ Catupiry: pedaços de frango empanados e fritos com recheio cremoso de Catupiry, apresentando casquinha dourada e crocante. A porção vem com alface, limão e molho para acompanhar. Ideal como lanche ou entrada, com textura crocante por fora e interior cremoso."}
{"itemId": "174f921c-f22b-46aa-9d40-afbe9e9721de", "combined_description": "Pizza grande de 8 pedaços com opção meio a meio: marguerita clássica (molho de tomate 100% natural, mussarela especial, fatias de tomate e manjericão fresco) de um lado e calabresa Seara coberta com cebolas do outro. Pode ser meio a meio ou inteira, você escolhe, e é preparada artesanalmente. Serve de 3 a 4 pessoas e acompanha Coca-Cola 1L."}
{"itemId": "774ac2c3-0839-47a5-b0df-b05a19450546", "combined_description": "Filé de frango grelhado em dois pedaços, com marcas de grelha visíveis e superfície dourada, decorado com ervas. Acompanha arroz branco, feijão, fritas e farofa especial tipo tropeiro. Alto teor de proteína."}
{"itemId": "91a72cb5-0480-4e9b-9e55-cae1ff86e93e", "combined_description": "Bolo de pote de 200 ml com recheio de creme de Ninho e morango fresco picado. Servido em pote transparente, apresenta camadas de creme de Ninho com morangos picados, cobertas por creme branco e pedacinhos de chocolate crocante na superfície."}
{"itemId": "085bac89-fc6e-4322-9ceb-e50fee3dc978", "combined_description": "Hossomaki de pepino com 8 unidades. Rolinhos pequenos, envoltos em alga nori, com arroz e pepino fresco no centro. Textura combina arroz macio e pepino crocante, visual com exterior preto de nori, branco de arroz e centro verde de pepino."}
{"itemId": "f2dcec9b-4149-4220-bf10-00c8b0a04c06", "combined_description": "Combo Toru 50 peças: mix de sushi com 25 peças de salmão (10 fatias de salmão, 5 niguiris salmão e 5 joys de salmão) e 25 peças de atum (10 fatias de atum, 5 niguiris atum e 5 joys de pepino com atum). O arranjo apresenta fatias de salmão laranja, atum rosado, nigiri sobre arroz e rolinhos com pepino, exibidos em uma bandeja colorida. Descrição para busca: sushi, sashimi, nigiri, rolls, salmão, atum, combo 50 peças; alto teor de proteína e variedade de peças."}
{"itemId": "0fd7c412-69c6-48d5-a799-0497b92c43c3", "combined_description": "Torta Nutinho com base de creme com leite Ninho, recheio de pasta de avelã e chocolate trufado. A superfície apresenta um acabamento em teia branca sobre cobertura de chocolate. Contém Glúten; disponível em diferentes tamanhos; produtos são entregues congelados."}
{"itemId": "954c6128-30ba-4f17-be30-8dd66f342cae", "combined_description": "Cerveja Brahma Chopp em lata de 473 ml, lata vermelha com o logotipo BRAHMA em branco e detalhes dourados. É uma cerveja estilo Pilsen (Cerveja Pilsen) com a palavra “Chopp” destacada na frente. Produto para maiores de 18 anos; a lata apresenta gotas de água na superfície, destacando o design visual."}
{"itemId": "03226e1f-9fb2-4558-a17b-430f74ce5f7b", "combined_description": "Laranja importada em bandeja de 860 g, com laranjas inteiras e metades cortadas. Fruta cítrica fresca, com casca laranja brilhante e polpa suculenta visível nas metades."}
{"itemId": "0dbb2536-ce56-408f-8979-720b2d976b1c", "combined_description": "Filé de Tilápia Aurora, embalagem de 400 g. A embalagem verde da marca Aurora mostra filés de tilápia brancos e uma porção de tilápia grelhada em prato, com filés crus visíveis na embalagem. Palavras-chave para busca: tilápia, filé, Aurora, 400 g, peixe branco, embalagem."}
{"itemId": "241d6c5c-b854-468e-9322-2b084d932f22", "combined_description": "Chiclete Trident de hortelã, sem açúcar. Embalagem azul contendo 5 chicletes, peso total de 8 g. Goma de mascar com sabor hortelã, sem açúcar."}
{"itemId": "2cf974e4-8c30-4e28-9138-39c7d78558f1", "combined_description": "Bauducco Choco Biscuit Ao Leite, 36 g. Biscoito de chocolate ao leite com cobertura de chocolate, apresentado em embalagem amarela com o logotipo Bauducco em vermelho e imagem de biscoito coberto de chocolate. O formato retangular sugere uma textura crocante associada ao chocolate ao leite."}
{"itemId": "3e908d6f-44e0-477f-8f61-9176db6ded79", "combined_description": "Suplemento vitamínico mineral Hiline F (Yakult) em embalagem de 100 ml. A embalagem é uma garrafa âmbar com tampa dourada e rótulo rosa, exibindo o nome Hiline F e a marca Yakult. Descrição para busca: suplemento vitamínico/mineral, volume de 100 ml, sem detalhes de composição visíveis no rótulo."}
{"itemId": "4652573f-a0ed-4b6f-a909-8455bb7e426d", "combined_description": "Farinha para empanar Panko Kenko, 200 g, breadcrumbs de estilo oriental para empanar alimentos. Embalagem amarela exibe o logotipo Kenko e uma imagem de pedaços empanados dourados, sugerindo crocância ao fritar. Ideal para empanar com a textura crocante característica do Panko em preparações de inspiração oriental."}
{"itemId": "551de3ec-adce-4eff-ad46-b97626697659", "combined_description": "Mix de amendoins sortidos, embalagem de 250 g. Este snack apresenta amendoins torrados como ingrediente principal, acompanhado de amêndoas fatiadas e outros frutos secos visíveis na embalagem, distribuídos em uma bandeja com quatro compartimentos. Descrição útil para buscas por “mix de amendoins”, “amendoins sortidos” e snacks crocantes."}
{"itemId": "5cb847be-0556-4307-a7e7-4da3530dda22", "combined_description": "Alface crespa Campo Alegre Hidropônico em maço (1 unidade). Folhas verde claras com textura enrugada e crocante, características da alface crespa. Produto hortícola hidropônico, apresentado em maço único, indicado para consumo cru em saladas e sanduíches."}
{"itemId": "63755816-b0d9-4973-b84e-8f6e4b56e8a5", "combined_description": "Sobremesa de chocolate Nestlé Chandelle, apresentada em bandeja de 360 g com 4 unidades. Cada porção é um copo de chocolate com creme de chocolate, com cobertura visível na embalagem. Palavras-chave para busca: chocolate, sobremesa, Nestlé Chandelle, 360 g, 4 unidades, copos, creme, cremosa."}
{"itemId": "6a9e9551-b11c-4a06-aecb-8ec65c15987d", "combined_description": "Guarani Açúcar Refinado, pacote de 1 kg. Emabalagem branca com detalhes verdes, logotipo vermelho Guarani e ilustração de uma pessoa correndo. Ingrediente principal: açúcar refinado branco; alimento rico em carboidratos, usado como adoçante em preparações culinárias."}
{"itemId": "715856c3-b778-4ac5-92b0-cace37b5d566", "combined_description": "Fraldinha — peça inteira de carne bovina, vendida por peso (kg). A peça mostrada possui uma camada de gordura externa na extremidade e carne vermelha com fibras visíveis, característico de corte inteiro. Palavras-chave para busca: fraldinha, carne bovina, corte inteiro, compra por peso, kg, proteína alta."}
{"itemId": "79c9b6df-e8bb-486f-8455-88e13df5d0df", "combined_description": "Madeleine Paderri Longa com Gotas de Açúcar, embalagem de 200 g. Biscoitos do tipo madeleine, formato alongado, com gotas de açúcar visíveis na superfície. Produto doce em embalagem de 200 g, da marca Paderri."}
{"itemId": "83f6fc0f-c869-4d0f-9a3c-53e7efa9428b", "combined_description": "Milho doce em conserva da linha Turma da Mônica Predilecta, embalagem de 140 g. Conserva em lata amarela com a ilustração da Turma da Mônica e grãos de milho amarelos visíveis na embalagem. Produto enlatado de milho em conserva (milho doce), adequado para uso em preparos rápidos; palavras-chave para busca: milho em conserva, milho doce, Turma da Mônica Predilecta, 140 g."}
{"itemId": "94026f2c-0a2f-4f4a-b01c-a242242bbf1c", "combined_description": "Barra de chocolate Hershey's Special Dark Original com 60% cacau e peso de 85 g. Embalagem preta com detalhes dourados, destacando o rótulo Original 60% cacau. Chocolate escuro (amargo) tradicional, da linha Special Dark, com conteúdo de cacau em 60%."}
{"itemId": "9bcae867-bd0a-4cd6-a3ea-8ffccb76c949", "combined_description": "Biscoito de Polvilho Doce Cassini, pacote de 100 g. Biscoitos assados feitos com polvilho doce, apresentados em embalagem azul com o logo Cassini e a inscrição Doce. Snack pronto para consumo."}
{"itemId": "a7dfc4ed-5c4a-4fb8-9d72-8efcce2db05f", "combined_description": "Biscoito de polvilho Bianca Tradicional, da Linha Premiada, em embalagem de 100g. Na embalagem transparente, o rótulo central identifica o produto e revela biscoitos em formato de anéis de cor bege claro."}
{"itemId": "b173dacc-cb69-4073-9160-a88843499c77", "combined_description": "Batata Carinhas Bem Brasil 400g é um snack de batata da marca Bem Brasil, apresentado em embalagem rosa com detalhes em verde e turquesa. As batatas são modeladas em formato de carinhas, douradas e crocantes, conforme ilustrado na embalagem. Pacote de 400 g de batatas snack."}
{"itemId": "ba2f8c26-3028-4eff-b9fb-2ad76f355ce3", "combined_description": "Chantilly Mix Amelia 200ml, mistura para preparo de creme chantilly. Embalagem de 200 ml, design azul com o logotipo Amélia e imagem de chantilly cremoso ao lado de morangos. Indicado para uso como cobertura ou recheio em sobremesas, preparando chantilly a partir da mistura."}
{"itemId": "c19e1575-0029-4e06-82a7-2244a85e2d83", "combined_description": "Palmito Pupunha Coração, em conserva, frasco de 300 g. Palmito branco em pedaços imersos em líquido claro, com rótulo verde e preto da marca Piriquito. Ideal para saladas, entradas e pratos frios, apresentando sabor suave e textura firme típica do palmito de pupunha."}
{"itemId": "d1a6d21c-0078-4af7-b6d7-f025867bfc0b", "combined_description": "Bebida vegetal de amêndoa da marca A Tal da Castanha, volume 1 litro. Embalagem cartonada predominantemente rosa, com detalhes verdes e uma ilustração de amêndoa e um splash branco na base. Palavras-chave para busca: bebida vegetal, amêndoa, A Tal da Castanha, 1L, embalagem cartonada, rosa, verde, ilustração de amêndoa."}
{"itemId": "da8c40f9-cb05-440d-8766-8183a073a360", "combined_description": "Biscoito Bauducco Recheado, pacote de 140 g, sabor chocolate. Biscoito duplo recheado com creme de chocolate, apresentado em embalagem amarela com o logotipo Bauducco e imagens do biscoito."}
{"itemId": "f3a54da5-4778-40fd-ba99-fc37f13b0346", "combined_description": "Bebida vegetal A Tal da Castanha, creme de amêndoas, 200 ml. Bebida à base de amêndoas (creme de amêndoas) em embalagem cartonada azul. Textura cremosa e versátil para uso como leite vegetal em café, cereais ou receitas."}
{"itemId": "feb5e91b-226c-4261-bad3-422a4ed2b2bd", "combined_description": "Café moído tradicional da marca 3 Corações, embalagem de 500 g. Embalagem com gradiente de vermelho para amarelo e logotipo com corações, com a indicação Tradicional no rótulo. A imagem mostra uma xícara de café com coração formado na espuma."}
{"itemId": "b69528ce-d2fb-41a0-b07b-0540eb29598a", "combined_description": "Combo Toru 30 peças: mix de sashimi e sushi com salmão, incluindo 5 sashimis de salmão, 5 fatias de salmão flambado, 2 niguiris de salmão, 2 niguiris skin, 2 niguiris de salmão flambado, 4 joys variados, 5 uramakis de salmão Philadelphia e 6 hot rolls. Visualmente apresenta fatias de salmão sobre arroz, rolinhos com salmão e Philadelphia e peças com pele, distribuídas de forma colorida em prato único."}
{"itemId": "286ab654-9577-4074-bec3-05dcdb10b6a7", "combined_description": "Picerno Dog é um prato montado com pão e salsicha Sadia, coberto por molho de tomate e acompanhado de maionese, mostarda, catchup, milho verde, vinagrete, purê de batatas, frango desfiado, bacon assado, brócolis fresco, cheddar, alho frito, mussarela cremosa ao forno e orégano. A apresentação, em travessa branca, exibe brócolis verde ao redor da superfície com uma pimenta vermelha no centro sobre uma camada dourada de queijo. Combina proteína/meio carne com queijos cremosos e legumes, oferecendo textura cremosa com cobertura dourada."}
{"itemId": "bba54a94-6767-447d-aba9-e09dba7cb844", "combined_description": "Bolo de milho verde 300 g. Massa amarela macia com superfície dourada. Formato redondo com furo central (anel), com bordas levemente douradas."}
{"itemId": "5f64383a-c66d-4229-bf8f-5cd1438e18ab", "combined_description": "Coalhada seca com Zaatar Libanês é uma porção de coalhada (labneh) de 150 g com sabor de zaatar libanês, de textura cremosa. A apresentação exibe uma espiral suave na superfície com azeite importado do Líbano e grânulos de zaatar visíveis. Acompanha pão lavash artesanal feito manualmente na casa, sem conservantes."}
{"itemId": "a34a9b90-9a08-4111-8942-8e63a834675f", "combined_description": "Brownie de chocolate com brigadeiro cremoso de Leite Ninho, produzido pela parceria Paraíso das Delícias. O brigadeiro cremoso de Leite Ninho cobre o topo do brownie, apresentado em copinho roxo com o logo da marca e pedaços de brownie visíveis ao redor. Sobremesa doce e cremosa, combina chocolate com Leite Ninho para um sabor de brigadeiro."}
{"itemId": "52a513ca-6f3c-4856-aa01-2a53c83a1d08", "combined_description": "Capim-limão ou capim-santo, capim-limão picado em tiras, vendido a cada 100 g. O consumo é mais indicado à noite, antes de dormir, justamente pelas propriedades calmantes das bebidas, com a possibilidade de melhorar a qualidade do sono e aliviar sintomas de estresse e ansiedade."}
{"itemId": "b3437eb3-1a95-4a55-8197-971d1a0e68b2", "combined_description": "Bombom com casquinha de chocolate meio amargo, recheado com bolo de cenoura e brigadeiro. A aparência revela casca externa brilhante de chocolate e interior com bolo de cenoura amarelo e brigadeiro marrom. É descrito como sem açúcar, glúten e lactose, com low carb, e pode conter traços de leite, trigo, soja e castanhas."}
{"itemId": "f6ad5e9a-5cfa-4c90-b53c-bbb11bafd565", "combined_description": "Bife acebolado servido com arroz branco, feijão, maionese cremosa e batatas fritas crocantes. Prato rico em proteínas devido ao bife bovino, com acompanhamento tradicional brasileiro que oferece combinação de texturas macias e crocantes. Ideal para quem busca uma refeição completa e balanceada com carboidratos, proteínas e gorduras."}
{"itemId": "0e3fae27-16e6-4798-b816-80ee79c143ea", "combined_description": "Sprite Original em garrafa PET de 2 litros. Bebida gaseosa de sabor original, apresentada em garrafa de 2 L com líquido translúcido verde e etiqueta azul com o logo Sprite."}
{"itemId": "17c601ff-fe42-44ad-b3e3-9d28d89d7fa8", "combined_description": "Mortadela Defumada Ouro Perdigão, 200 g. Embalagem com rótulo Ouro e informações nutricionais visíveis na etiqueta."}
{"itemId": "209edf82-effb-477e-ba0f-4b7dfda6a697", "combined_description": "Salgadinho de cheddar da linha Cheetos Crunchy, apresentado em embalagem de 78 g. Sabor cheddar intenso com crocância característica, com pacote em tons laranja e rosa exibindo o logo Cheetos Crunchy e o peso 78 g."}
{"itemId": "323fc0f7-4c0f-463b-bd4c-cc8ff3f44dd7", "combined_description": "Margarina com sabor manteiga e sal, marca Vigor, embalagem de 500 g. A embalagem é um pote com tampa azul e rótulo azul apresentando o logo Vigor e uma imagem de fatia de manteiga. Palavras-chave para busca: margarina, sabor manteiga, com sal, Vigor, 500 g."}
{"itemId": "3d071aff-b100-402f-b016-e4c1f5838e03", "combined_description": "Pão do Forno Na Chapa Wickbold, embalagem 500 g. Pão em formato de loaf com crosta dourada, apresentado em embalagem plástica com etiqueta amarela da Wickbold. Produto de pão de forno para uso diário, adequado para torradas e sanduíches."}
{"itemId": "45618249-e3ab-48e8-936b-d0615eb1c3d8", "combined_description": "Molho de Tomate Zero Fugini, 300 g, em embalagem tipo sachê. O rótulo mostra o logo Fugini e o texto \"Molho de Tomate Zero\" com ilustrações de tomates na parte inferior. Palavras-chave relevantes para busca: molho de tomate, zero, Fugini, 300 g, sachê, tomate."}
{"itemId": "50a61271-8a4b-4c0d-b547-0ea8f7b2968e", "combined_description": "Salgadinho de milho sabor presunto, da marca Fandangos da Elma Chips, embalagem de 35 g. Snack crocante de milho com sabor presunto, apresentado em embalagem vermelha com o logotipo amarelo Fandangos."}
{"itemId": "662f69e1-cf2b-478c-842d-d86346ff8da8", "combined_description": "Macarrão de sêmola espaguete N8, 500 g, da marca Galo. Embalagem azul com faixa amarela central e o logotipo da Galo, apresentando o formato espaguete."}
{"itemId": "6fefdfb9-7538-4f27-8308-2a6492d8e46a", "combined_description": "Drops Halls Extra Forte Unitario, embalagem 34 g. Pastilha para garganta de uso único com efeito refrescante e formato unitário. Embalagem predominantemente preta com detalhes cinza e amarelos, exibindo o logotipo HALLS e o rótulo Extra Forte."}
{"itemId": "76ef7e0d-671b-4dbe-a28f-6f92fa6da7d9", "combined_description": "Adocyl é um adoçante líquido à base de sacarina, apresentado em embalagem de 100 ml. A garrafa é transparente com tampa dosadora vermelha e rótulo vermelho com a marca ADOCYL e a indicação sacarina."}
{"itemId": "b1548294-8eba-4952-8e59-33612c37aca7", "combined_description": "Azeite de Oliva Extra Virgem Filippo Berio, linha Seleção Especial, em embalagem de vidro âmbar com tampa dourada. Volume: 500 ml. O rótulo apresenta a indicação \"Azeite de Oliva Extra Virgem\" e \"Seleção Especial\" em design dourado com detalhes verdes."}
{"itemId": "bd7297b1-eff0-460f-b787-d93051d44ee4", "combined_description": "Leite fermentado líquido com aveia da linha Activia, contendo probióticos vivos. Embalagem de 800 g com rótulo verde e imagem de grãos de aveia na parte inferior. Bebida láctea fermentada com aveia, pronta para consumo."}
{"itemId": "d31aec60-3e2c-4fdd-a2b6-30d2e169b898", "combined_description": "Glicose de milho Karo Natural, em embalagem de 350 g. Garrafa plástica de cor âmbar com rótulo Karo Natural e lacre na boca. Ingrediente líquido para uso culinário, com o nome e marca visíveis na embalagem."}
{"itemId": "f3f198be-6f6d-4bd2-9bbb-c352e3fc56a2", "combined_description": "Farinha de trigo integral Dona Benta, linha Reserva Especial, embalagem de 1 kg. O rótulo destaca o logo Dona Benta e o texto Farinha de Trigo Integral, sobre uma embalagem com design laranja. Indicado para usos culinários que exigem farinha de trigo integral."}
{"itemId": "906d2513-f688-4a99-a844-ce585b40e6f3", "combined_description": "Omelete de queijo dourada, com queijo derretido visível, acompanhada de salada de folhas com tomates-cereja. É a Promoção do Dia e acompanha arroz soltinho, feijão fresquinho e farofa temperada, com a opção de escolher mais um acompanhamento conforme o gosto. Servido na Pt-102."}
{"itemId": "9af3cc3f-78e7-48aa-a5bb-4af9c21dc2a9", "combined_description": "Churrasquinho de calabresa servido em baguete, com fatias de linguiça calabresa, queijo, vinagrete e rúcula. O sanduíche é apresentado em pão tipo baguete, com camadas de calabresa, queijo e vinagrete sobre rúcula."}
{"itemId": "9f9ca2fd-3163-47eb-bd31-a5ed736428f5", "combined_description": "Queijo mussarela 100 g, fatiada, apresentado como bloco com fatias visíveis ao lado. Possui textura macia e sabor suave, de cor amarelo-pálido, típico da mussarela. Palavras-chave para busca: mussarela, queijo, 100 g, fatiada, fatias, bloco, proteína, baixo carboidrato."}
{"itemId": "8be20240-a88f-4d36-bf6c-d785924a3f9c", "combined_description": "Ovo de chocolate ao leite de 170 g com drageados crocantes. Acompanha uma mochila temática do Bob Esponja integrada à embalagem (mochila amarela com o rosto do personagem). Produto de Páscoa com design infantil, destacando o Bob Esponja na embalagem."}
{"itemId": "cb44e4e6-9167-40db-93e8-90ffc979b281", "combined_description": "Marmita de filé de frango grelhado, acompanhada de arroz e feijão, com opção de legumes ou batata frita, aprox 600 g. Os filés aparecem dourados com marcas de grelha, servidos com legumes coloridos como pepino, tomate e pimentão. Alto teor de proteína, com carboidratos do arroz e feijão e vegetais para equilíbrio nutricional."}
{"itemId": "bc2e5c17-1c06-48d6-af3e-88f1a1528b2e", "combined_description": "Pão recheado com três salsichas e frango, coberto com queijo ralado visível na superfície. Acompanha catchup, mostarda, vinagrete, milho, ervilha, molho quente, purê e palha, com alto teor de proteína devido às salsichas e ao frango."}
{"itemId": "a7489f73-c759-4024-a1d7-e3c0949e4b82", "combined_description": "Sanduíche de brownie formado por duas camadas de chocolate com recheio cremoso de doce de leite entre elas, conforme a imagem. Acompanha Coca-Cola 220ml (grátis), compondo o combo brownie + refrigerante. O recheio de doce de leite complementa a intensidade do brownie."}
{"itemId": "32289cb7-7927-4c03-a7e3-f5a01e500e1d", "combined_description": "Energético Monster Mango Loco, em lata de 473 ml. Lata azul com o logo amarelo da Monster e o rótulo Mango Loco, com design gráfico ao redor. Palavras-chave para busca: energéticos, Monster, Mango Loco, 473 ml, lata, sabor manga."}
{"itemId": "bf243325-8545-4e45-96e3-1e1224f8aa79", "combined_description": "Bolinho de Bacalhau, 12 unidades, fritos até dourar e com crocância por fora. Dispostos sobre papel, com rodelas de limão no centro."}
{"itemId": "ee4f76f2-d2a1-480d-97d3-ae5a8b21aa15", "combined_description": "Vinho Tinto D.O.C Dão Monte da Castinha, garrafa de 750 ml. Rótulo Monte da Castinha sobre garrafa de vidro escuro com tampa vermelha. Produto para maiores de 18 anos."}
