{"itemId": "442731c2-144b-4c5c-b81e-e0cf9dfa9630", "combined_description": "Macarrão Pena com Ovos Adria, massa com ovos, formato pena (penne), embalagem de 500 g. Pasta seca com ovo, apresentada em embalagem azul com o logo Adria e imagem de prato com macarrão. Peso do pacote: 500 g; ideal para preparo com molhos variados."}
{"itemId": "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c", "combined_description": "Goplana Squares Pistache é um tablete de chocolate com pedaços crocantes de pistache, embalado em embalagem de 200g. Apresenta textura firme e visual com pontos de pistache visíveis na superfície. Ideal para quem busca um chocolate com sabor de noz e crocância."}
{"itemId": "5e2db3a9-1a2c-4462-8aa1-1ed045122e12", "combined_description": "Ração úmida Pedigree para cães filhotes, sabor Frango ao Molho, em embalagem de 100 g. Refeição 100% completa, sem conservantes, sem corantes e sem aromas artificiais, com pedacinhos suculentos cozidos a vapor. Fonte de cálcio e fósforo, balanço ideal de fibras; proporciona fezes firmes e fáceis de limpar e contribui para crescimento seguro e saudável."}
{"itemId": "64646213-fd27-4df7-92bd-70b34a1bf033", "combined_description": "Páprica Doce Defumada em Pó Sol Dos Andes 90 g, embalagem de 90 g. Pó de páprica doce com defumação, apresentando cor vermelho-alaranjada e textura fina, visível na embalagem de saco plástico com rótulo preto e amarelo. Produto alimentar em pó para tempero culinário, utilizado para acrescentar sabor defumado a pratos."}
{"itemId": "69a6ff46-09a0-4875-a9c0-517af24b6ef0", "combined_description": "Queijo Minas Padrão fatiado Président, 150 g, embalado em plástico com o rótulo Minas Padrão e o logotipo da Président em vermelho e branco. Fatias finas e uniformes são visíveis na embalagem, com o aviso Novo. Produto pronto para consumo."}
{"itemId": "81224224-5628-4c2a-9592-3084995961fd", "combined_description": "Arroz Solito Integral, pacote de 1 kg. Embalagem de papel com rótulo verde destacando a palavra Integral e o logotipo Solito, com imagem de uma tigela de arroz integral."}
{"itemId": "8d57346c-02c5-4f38-8320-ce26c64fc42c", "combined_description": "Farinha de linhaça marrom integral Vitalin, embalagem 150 g. Produto sem glúten, com o rótulo \"LINHAÇA MARROM\" e a indicação \"INTEGRAL\" na embalagem branca. A farinha apresenta cor marrom clara."}
{"itemId": "95e40e8e-d157-41d3-86d8-3b105dda5c9a", "combined_description": "Hamburger de Costela Wessel, 360 g, hambúrguer de carne bovina em embalagem com a marca Wessel. A imagem mostra um hambúrguer com queijo derretido e cebola roxa entre o pão. Palavras-chave: hambúrguer de costela, carne bovina, queijo, cebola roxa, embalagem 360 g, Wessel."}
{"itemId": "9f7f700f-0a38-45f2-b50b-d96f2ada1f45", "combined_description": "Pão de Milho Seven Boys, embalagem de 450 g. Pão de milho pronto para consumo, com rótulo que apresenta milho na frente e cores amarelas, brancas e azul na embalagem."}
{"itemId": "baeb2265-990a-4bd3-8fbf-6ad9699aba06", "combined_description": "Queijo Mussarela Fatiado Classic Carrefour, embalagem 150 g. Fatias finas e uniformes de mussarela apresentadas em bandeja plástica, prontas para uso. Produto de mussarela em formato fatiado, com embalagem de 150 g."}
{"itemId": "bfb7fd54-a731-44a6-9277-c06a8ad290ee", "combined_description": "Coxinha de Frango Congelada Carrefour, embalagem de 300 g. Visual: coxinhas empanadas, douradas e compactas, conforme imagem da embalagem da marca Carrefour. A embalagem indica rendimento de 4 a 5 pessoas."}
{"itemId": "cc8910f8-9a15-4044-83a2-0b93ddcb8e3e", "combined_description": "Sopão de Carne com Legumes Maggi, embalagem de 200 g. Embalagem amarela com o logo Maggi e imagem de uma tigela de sopa quente com carne em cubos e legumes visíveis. Palavras‑chave: sopão, carne com legumes, Maggi, sopa instantânea, 200 g, refeição rápida."}
{"itemId": "d3943d53-0f56-4725-8b88-cf2be0e8ba1a", "combined_description": "Linguiça Calabresa Aperitivo Prieto, embalagem 500g, apresentada em embalagem plástica transparente com pedaços irregulares de linguiça de cor vermelha visíveis. Rótulo exibe o nome Linguiça Calabresa Aperitivo e a marca Prieto. Produto de linguiça calabresa em formato de aperitivo, acondicionado em embalagem de 500g para porcionamento."}
{"itemId": "d84ad79d-86ca-450c-9b78-885649f00afc", "combined_description": "Coxinha da Asa de Frango – pedaços de asa (drumettes) cruas com pele, dispostos sobre superfície de madeira. Produto vendido por peso, sem tempero. Alto teor de proteína, carne de frango, adequado para preparações culinárias posteriores."}
{"itemId": "f09a9faa-b7ae-4869-8500-c17ff4c40174", "combined_description": "Biscoito Nesfit Morango & Cereais (Nestlé), embalagem 160 g, biscoito em formato de rolo com sabor morango e cereais. Apresenta pedacinhos de morango visíveis e textura crocante típica de Nesfit. Porção de 30 g (6 biscoitos) fornece 132 kcal, 19 g de carboidratos (6,7 g de açúcares), 2,6 g de proteína, 5,2 g de gorduras totais (0,7 g de gorduras saturadas), 2,5 g de fibra e 77 mg de sódio."}
{"itemId": "f7cccd71-37fd-450f-bdd2-f5fb5a953b82", "combined_description": "Manteiga Extra com Sal em tablete de 200 g, Carrefour. Embalagem amarela-dourada com faixa central vermelha que exibe o texto MANTEIGA EXTRA COM SAL e o peso 200 g. Produto alimentar sólido (manteiga) com sal adicionado, apresentado no formato de tablete."}
{"itemId": "dc189f61-cbd9-4fb7-9a5f-b0e90f51682e", "combined_description": "McChicken Duplo: sanduíche com dois empanados de frango crocantes, maionese e alface americana, montado em pão com gergelim. A apresentação mostra duas camadas de frango empanado, alface fresca e molho de maionese entre as partes, com pão superior salpicado de sementes de gergelim."}
{"itemId": "bc229945-9a33-4961-bb0c-304cb9dfa920", "combined_description": "Tabua com carne em tiras (240 g) e calabresa fatiada (280 g) acompanhada de fritas (280 g). A apresentação traz tiras de carne e rodelas de calabresa ao lado de uma porção de batatas fritas douradas. Oferece opções de molho para acompanhar: barbecue, ranch ou maionese com ervas (70 g)."}
{"itemId": "69fa9bec-03b6-4aa2-ac7a-1bbd9944f04c", "combined_description": "Refresco de limão sem açúcar, Del Valle Fresh, apresentado em garrafa de 1,5 L. Bebida translúcida com tonalidade amarela clara e rótulo branco com ilustrações de limão. Produto sem açúcar, ideal como bebida refrescante de limão."}
{"itemId": "d02316bb-228d-4636-8039-14b6bbcc4ca3", "combined_description": "Omelete de frios recheada com queijo mussarela e presunto, temperada com orégano. Apresenta superfície dourada com cobertura de ervas verdes picadas. Marmitex acompanha arroz branquinho, feijão carioquinha, farofa, macarrão ao alho e óleo e abobrinha refogada."}
{"itemId": "a0ed5d90-2784-4d7f-aae3-93053e303088", "combined_description": "Big White Sauce é um hambúrguer com pão de hambúrguer com gergelim. A carne artesanal suculenta de 130 g vem com requeijão cremoso e queijo mussarela derretido, complementada por um molho da casa à base de parmesão. O pão dourado com gergelim envolve as camadas, com o queijo derretido visível e o molho cremoso aparecendo entre elas."}
{"itemId": "8531137e-51be-405a-a90b-4457a7858bef", "combined_description": "Bento Shimeji: arroz japonês branco com sementes de gergelim, acompanhado de 200 g de shimeji. Inclui salada sunomono e dois harumaki — um queijo e um legumes — servido em bandeja com compartimentos."}
{"itemId": "67b9cb10-5130-4b5b-9813-ef1df87bb925", "combined_description": "Copos de 250 ml com camadas de brigadeiro de Ninho e brigadeiro de cacau 50%, morangos frescos e brownie, cobertos com chocolate. Serve 1 pessoa. Mega cremosos, os brigadeiros combinam com morangos e brownie de qualidade que vocês já conhecem."}
{"itemId": "d2aca66d-1e52-4666-b4a6-ec0f1420c93f", "combined_description": "Mini enroladinho de frango com recheio cremoso de requeijão, apresentando uma massa dourada e levemente crocante por fora. Produto rico em proteínas devido ao frango e com textura suave e sabor delicado do requeijão. Ideal para petiscos ou acompanhamento em refeições."}
{"itemId": "89ae61d0-fc55-4cbc-a360-f8e1bab4b1ae", "combined_description": "Coca-Cola tradicional, lata de 350 ml, com sabor original. A embalagem vermelha apresenta o logotipo branco e o texto Sabor Original visível."}
{"itemId": "e9d4d659-d7fa-3730-8922-ae2d9ee80a59", "combined_description": "Média com 8 pedaços de pizza combinando dois sabores diferentes. Apresenta textura crocante na massa e cobertura que pode variar entre opções tradicionais ou especiais. Ideal para quem busca variedade em uma porção média. A combinação visual mostra cores contrastantes entre os sabores, destacando ingredientes variados."}
{"itemId": "09bd5a72-57d4-495e-b77e-c914a1d1d842", "combined_description": "Copo de 770 ml com bebida roxa espessa e pedaços de fruta visíveis na base. No topo há creme/chantilly e pedaços de fruta coloridos, com um palito de canela decorando. Pode escolher 1 a 5 adicionais da sua preferência sem custo."}
{"itemId": "59697abc-d364-4f4a-95cd-e317fc84301f", "combined_description": "Coca-Cola Original, bebida gaseosa de cola em lata de 350 ml. Lata vermelha com o logotipo branco Coca-Cola e o rótulo Original visível na parte superior. Volume da embalagem: 350 ml."}
{"itemId": "ff4ad960-3d32-4615-aaf0-d85cef593bb2", "combined_description": "Pizza doce de 20 cm, cortada em 4 fatias, com dois sabores. Cobertura de chocolate com granulados de chocolate e uma cereja no centro, sobre massa de pizza assada. Ideal como sobremesa, destacando chocolate e cereja na apresentação."}
{"itemId": "58141193-51d1-4a91-9e33-b7693da941b3", "combined_description": "Pizza de 8 pedaços com base de molho de tomate caseiro, coberta com brócolis, bacon e catupiry cremoso. O topo apresenta brócolis verde e bacon sobre uma camada de queijo cremoso, com o catupiry visivelmente derretido."}
{"itemId": "a8af855a-578a-4c66-8584-8775f845292d", "combined_description": "Refrigerante de cola carbonatada, Coca-Cola, apresentado em garrafa plástica descartável de 2,5 litros. A embalagem exibe o rótulo vermelho característico da Coca-Cola e o formato icônico da garrafa, com tampa vermelha. Ideal para consumo direto em grandes volumes."}
{"itemId": "96ac5b40-61dc-4c0d-8d0c-c407ea047b27", "combined_description": "Marmita P Tilápia grelhada com Mix de Legumes, acompanha arroz, feijão, farofa e legumes. Na imagem, filé de tilápia grelhado acompanha um mix de legumes coloridos, apresentando uma refeição visualmente balanceada. Possui alto teor de proteína típico de peixes, com formato compacto de tamanho P."}
{"itemId": "78a01d9e-8e8a-4ae6-8d74-b1f2c171393f", "combined_description": "Unicórnio - 500 ml é um sorvete com dois sabores de massa: Céu Azul e Chiclete, recheado com Trufa de Leitinho. A embalagem lilás exibe o tema unicórnio e uma imagem de sorvete colorido, destacando tons pastel e o aspecto colorido e divertido."}
{"itemId": "16c5b3d3-7879-4dd1-9763-f97ae53cc523", "combined_description": "Tablete de chocolate ao leite Chocoarte, decorado artesanalmente com a palavra \"Gratidão\". Peso de 40 g, em embalagem com estampa de bolinhas coloridas. Ótima opção para presentear ou compor cestas."}
{"itemId": "da91c3bc-6898-4e3e-8b6f-0c503e918830", "combined_description": "Ovo de chocolate ao leite com drageados crocantes, 170 g. Acompanha pelúcia exclusiva da Lindinha, personagem das Meninas Superpoderosas, oferecendo um conjunto temático para fãs."}
{"itemId": "c7a6f4e9-f7f4-4d4f-aa5b-1780851e2140", "combined_description": "Sprite 350 ml, refrigerante de sabor original com cítrico limão-lima. Lata azul e verde com o logotipo Sprite e uma ilustração de fatia de limão amarela. Descrição para busca: bebida gaseosa, refrigerante, sabor original, limão-lima, lata de 350 ml."}
{"itemId": "c7fcad64-2a8f-41f1-90ba-7ab7880215bd", "combined_description": "Bolo de Pote Nutellino é um bolo de pote caseiro, composto por duas camadas de bolo de leite com recheio e cobertura de creme Nutellino. A cobertura de creme Nutellino confere um acabamento cremoso de sabor chocolateado. Apresentado em formato de pote, facilitando porcionamento individual."}
{"itemId": "9ed6cfca-f22c-4ac7-a1f9-b367e4256a81", "combined_description": "Refrigerante Zero Pepsi, lata de 350 ml. Embalagem preta com o logotipo da Pepsi e o rótulo 'pepsi zero' e 'ZERO AÇÚCARES'. Palavras-chave para busca: refrigerante, Pepsi Zero, lata 350 ml, sem açúcares."}
{"itemId": "c0deb6c4-8fcb-4014-ae97-e50783157239", "combined_description": "Refrigerante de cola Coca-Cola Zero em lata de 350 ml. Embalagem vermelha com o logotipo Coca-Cola e a indicação \"Sem Açúcar\". Bebida carbonatada de sabor cola, sem açúcar, pronta para consumo."}
{"itemId": "63779fad-756f-4900-8807-5f6d29e9d58d", "combined_description": "Bolo de cenoura com brigadeiro ao leite super cremoso, finalizado com brigadeiros boleados e farelos de bolo de cenoura. A montagem apresenta bolinhas de brigadeiro ao leite cobertas com confeitos, intercaladas com farelos de cenoura, dispostas sobre uma base decorada com uma colher de madeira ao lado."}
{"itemId": "dad3b555-0ab6-4c53-bbd1-df61cff6a979", "combined_description": "Ração Vet Life Natural Gastro-Intestinal para cães adultos com distúrbios intestinais, Farmina, embalagem 2 kg. Saco de design prata com logotipo Vet Life azul e painel vermelho na base, referência Gastro-Intestinal. Ração seca indicada para manejo de distúrbios gastrointestinais em cães adultos, dentro da linha Vet Life Natural."}
{"itemId": "4414a6a8-01b6-4417-abfc-b31255ea411c", "combined_description": "Prato com 700 gramas de tilápia preparada na moda, acompanhada de arroz branco, salada fresca e purê cremoso. Refeição balanceada, rica em proteínas provenientes do peixe, com acompanhamento de baixo teor de carboidratos e vegetais. Serve duas pessoas."}
{"itemId": "d960a385-30c1-4688-9e7c-5cdff9d4d5b0", "combined_description": "Picolé congelado da marca Skimo, apresentado com embalagem azul e detalhes amarelos e o nome SKIMO em destaque. Picolé de palito, formato alongado com o palito de madeira visível na imagem. Descrição voltada para buscas: picolé, sobremesa fria, snack congelado, SKIMO, embalagem azul."}
{"itemId": "fe595fb2-a32d-479a-924b-30604dcdc194", "combined_description": "Costela Geléião: hambúrguer de costela de 120 g em pão brioche, com fatia de queijo cheddar, fatias de bacon e geléia de pimenta Queensberry. Visualmente, a montagem mostra carne grelhada com queijo derretido, bacon crocante e pão brioche dourado, segurado por um palito no topo. Acompanha porção individual e refrigerante em lata."}
{"itemId": "31abe8cc-b71a-4a78-8345-17cc0e4c4879", "combined_description": "Casquinha de Siri: porção de carne de siri coberta por crosta crocante, gratinada, apresentada em concha. Cobertura dourada com ervas picadas por cima. Acompanha uma rodela de limão na lateral para realçar o sabor."}
{"itemId": "de95b288-d6ba-4552-a7d2-9655412daf69", "combined_description": "Tiras de Miolo de Alcatra regadas com melaço de cana e amendoim crocante cobrem o Baião De Dois (arroz com feijão de corda verde, bacon, calabresa, carne seca, manteiga de garrafa, queijo coalho e toque de coentro). Visualmente, o prato apresenta o revestimento doce e crocante sobre o baião de dois, com carne em pedaços suculentos e queijo coalho visíveis. Combinação com proteína proveniente da carne acompanhada dos carboidratos do baião de dois, oferecendo contraste de sabores doce-salgado e texturas crocantes."}
{"itemId": "f87aeacc-bad8-4209-b813-4b303668a6da", "combined_description": "Guaraná Xereta, refrigerante de sabor guaraná em garrafa PET de 2 litros. Embalagem verde com rótulo verde exibindo a marca Xereta em letras vermelhas, em uma garrafa plástica translúcida de 2 L."}
{"itemId": "1ebdf416-3a1e-4aa4-9093-cad94481d98f", "combined_description": "Caesar Wrap Peq com frango grelhado, muçarela de búfala, tomate, parmesão, croutons da casa e alface. O recheio apresenta frango grelhado, queijo de búfala, alface, tomate e crocantes croutons com notas de parmesão, visível no corte do wrap. Palavras-chave para busca: wrap Caesar, frango grelhado, muçarela de búfala, tomate, parmesão, croutons, alface, proteína."}
{"itemId": "36e08677-1a5e-4e82-a6f9-12900e444a78", "combined_description": "Conjunto de bebidas variadas (Outros), apresentando Coca-Cola em garrafas de 600 ml (várias garrafas com tampas vermelhas visíveis). Completam a seleção refrigerante Caçulinha, Itubaina em garrafa de 500 ml, água mineral em garrafas de 510 ml e 1,5 L, e água com gás."}
{"itemId": "d27a7505-97cd-4728-a3cc-7866a5f0c10a", "combined_description": "Refrigerante Coca-Cola em garrafa plástica de 2 litros (PET) com tampa vermelha. O rótulo vermelho exibe o logotipo Coca-Cola e a indicação Sabor Original."}
{"itemId": "ccc0d3f5-b663-4c16-b12a-ffc838754259", "combined_description": "Sanduíche quente de frango desfiado com cream cheese e mussarela, servido em pão ciabatta. Recheio com alface, rúcula, cebola roxa e tomate, com molho. Aproximadamente 355 g; alto teor de proteína devido ao frango desfiado e aos queijos, com textura cremosa do cream cheese e vegetais frescos."}
{"itemId": "51da0e38-ba87-4b96-b2a4-250b11625e08", "combined_description": "Refrigerante Coca-Cola Zero em lata de 350 ml, sem açúcar. Lata vermelha com o logotipo branco Coca-Cola e faixa preta na parte superior com a inscrição \"Sem Açúcar\"."}
{"itemId": "c1cdb738-2c00-4fcb-ad3c-e9cc7ddd6a5c", "combined_description": "Refrigerante Coca-Cola Zero em garrafa de 2 litros. A embalagem apresenta rótulo preto com o logotipo Coca-Cola em vermelho, indicando a versão Zero. Bebida carbonatada de sabor cola, disponível nesta embalagem de 2 L."}
{"itemId": "ebd63395-5e7a-4061-b1d7-f937f662b0e7", "combined_description": "Feijoada completa média com feijão preto e carnes, acompanhada de arroz branco, couve refogada, farofa, vinagrete, laranja e torresmo (acompanhamentos enviados separadamente). Visualmente, o prato apresenta feijoada com grãos pretos e pedaços de carne ao lado de arroz branco, couve verde picada, farofa e rodelas de laranja. Rico em proteína pela combinação de feijão e carnes; as guarnições vêm em embalagens separadas conforme o pedido."}
{"itemId": "b4e4d65a-befd-450c-9870-5fb5fa417a4f", "combined_description": "Adoçante Zero Cal à base de sucralose, embalagem de 100 ml. O kit contém duas garrafas, com rótulos ZERO-CAL e SUCRALOSE, apresentadas em embalagem azul com detalhes brancos. Inclui promoção de 50% de desconto na segunda unidade."}
{"itemId": "8378b4dd-f91a-41cf-af6f-731becfcc334", "combined_description": "Água Crystal Sem Gás em garrafa PET de 500 ml com tampa azul. Água potável, transparente e não carbonatada, conforme o rótulo azul com a marca Crystal e o ícone de gota. Descrição para busca: água sem gás, Crystal, 500 ml, garrafa PET, bebida hídrica."}
{"itemId": "2a64820e-05a1-427d-b8d7-5c81d22b0051", "combined_description": "Ração úmida em sachê de carne ao molho para cães adultos de raças pequenas, Pedigree, 100 g por sachê. Refeição 100% completa, sem conservantes, sem corantes e sem aromas artificiais, com pedacinhos suculentos cozidos a vapor, balanço ideal de fibras e presença de Ômega 6 e Zinco para a pelagem saudável. Embalagem amarela com imagem de cão e o logo Pedigree azul; guia alimentar da embalagem recomenda 4-6 sachês por dia para cães de raças pequenas."}
{"itemId": "1fc9a7d3-516d-4e2b-9f72-00f922aff3ee", "combined_description": "Strogonoff de carne com cogumelos, em molho cremoso de cor marrom-avermelhada. O molho espesso envolve os pedaços de carne e cogumelos, conferindo textura macia e sabor suave. Alto teor de proteína típico de pratos com carne, com perfil cremoso característico."}
{"itemId": "fdeed728-07f5-4233-878a-0ab10b07b986", "combined_description": "Feijoada é um ensopado brasileiro de feijão preto com carne, cozidos lentamente em caldo escuro. Na imagem, o prato aparece em panela de barro com grãos pretos, pedaços de carne e arroz branco ao lado. Descrição para busca: feijoada, feijão preto, prato brasileiro, carne, arroz branco; alimento com alto teor de proteína."}
{"itemId": "8c6e6205-26f2-4b80-87b2-d2a792a1c594", "combined_description": "Porção pequena de farofa temperada de farinha de mandioca, preparada com manteiga e azeite de dendê. Contém salsinha, alho e cebola, conferindo sabor, aroma e cor dourada. A textura é granulosa, com grânulos de mandioca visíveis."}
{"itemId": "6a84c5f5-598b-4977-8419-437a26f30a1e", "combined_description": "Assortimento de 30 salgados fritos mistos, com opções como coxinha, bolinha de queijo, croquete, kibe, salsicha, presunto e queijo e frango. As peças apresentam cor dourada com exterior crocante, em formatos de bolinha e unidades alongadas. Acompanha molho de pimenta de 30 ml; permite escolher os sabores e as quantidades de cada item."}
{"itemId": "fac4ae17-0ecb-4981-ae58-70a671d05fa3", "combined_description": "Executivo picanha grelhada, porção de picanha bovina grelhada. Acompanha arroz, tutu de feijão ou feijão, salada de alface, cenoura e tomate e fritas."}
{"itemId": "2bdc8c5b-f329-4a5c-b8b2-fa7924fb8724", "combined_description": "Combo D Melt Crispy + Batata Peq + Coca-Cola 350 ml - (2x1) *Promo*: hambúrguer artesanal de costela, pesando 100 g, com queijo cheddar derretido, cebola crispy e molho bbq, servido em pão brioche macio com maionese especial. Acompanham batatas fritas e uma Coca-Cola 350 ml. Visualmente, destaca-se carne suculenta com queijo derretido, cebola crispy crocante por cima e o brilho dourado do pão brioche."}
{"itemId": "e787bcbb-f383-44e4-a105-9c2be3e6a31a", "combined_description": "Dog Duplo Tradicional Completo acompanhado de Guaraná Antarctica. Hot dog montado na bandeja com duas salsichas, ketchup e mostarda, milho, batata palha, purê de batata cremoso, maionese temperada, farofa de alho frito e azeitona temperada. Com todos os ingredientes, o hot dog pesa aproximadamente 600 g."}
{"itemId": "0542a418-9c91-4e46-b296-676c1dd3ee57", "combined_description": "Marmita Mista Tamanho M com arroz branco, feijão, macarrão ao molho, bife e filé de frango. Acompanhamento: Coca-Cola sem açúcar 350ml. Visual: prato com arroz, feijão, macarrão, fatias de bife e filé de frango, ao lado de uma lata de Coca-Cola sem açúcar 350ml."}
{"itemId": "6e60bc0a-94ec-4422-8b1a-2c6783d84234", "combined_description": "Suco do Dia - Melancia 500ml é um suco de melancia apresentado em copo alto, com a bebida de cor vermelha intensa e logotipo branco visível no recipiente, contra um fundo verde na imagem. Mantém a indicação de melancia e o volume de 500 ml, útil para buscas por suco de melancia e bebidas frutadas de 500 ml. Palavras-chave: melancia, suco, 500ml, copo alto, logotipo branco, bebida de fruta."}
{"itemId": "dcc1bfd5-35c2-42f6-bf7e-9e07a45d7e2a", "combined_description": "Balance: patinho moído suculento, servido com molho cremoso de tom alaranjado e vagens de feijão verde. A porção mostra carne moída com textura granulada, molho laranja cremoso e legumes verdes, compondo uma refeição com proteína proveniente do patinho e vegetais."}
{"itemId": "14b2749a-8fd8-481e-8a3a-2ec1c9e0e20a", "combined_description": "Kibe cru de 150 g com hortelã e cebola. Carne crua moída temperada, coberta por folhas de hortelã fresca e rodelas de cebola, com pedaços visíveis de carne. Servido sem pão sírio."}
{"itemId": "34cce27e-ebb4-4764-aef3-676ee08259e5", "combined_description": "Brookie no Pote é uma sobremesa em copo que combina brownie e cookie em pedaços crocantes, dispostos sobre camadas de creme. O topo é coberto por pedaços generosos de brookie (brownie + cookie). O creme pode ser escolhido pelo cliente, com até 2 sabores de recheio."}
{"itemId": "c8994b6f-8ce9-4ffc-8708-2ac4540ffd7d", "combined_description": "Fórmula infantil de seguimento para lactentes Nestogeno 2 (Nestlé), em lata de 800 g. Destinada a lactentes de 6 a 12 meses, com prebióticos."}
{"itemId": "85b9337f-e631-4f0e-b0df-bb09acf152b0", "combined_description": "Yakissoba Tradicional G 1 Kg: macarrão chinês salteado com carne e frango, legumes (acelga, cebola, cenoura, pimentão vermelho, repolho, vagem, brócolis) e molho da casa. Sem champignon. Porção de 1 kg."}
{"itemId": "14f08073-4a59-492e-879b-5767e94e3fe3", "combined_description": "Mini Pão Brioche Australiano 270g, embalado em saco plástico transparente. Pães brioche pequenos com casca dourada, apresentando aparência macia e tostada. Palavras-chave para busca: brioche, pão brioche, mini pão, australiano, embalagem 270g."}
{"itemId": "55a39983-fa8f-463e-a462-fdaea7127163", "combined_description": "Manjericão fresco em embalagem de 30 g. Folhas verdes, pequenas e frescas, acondicionadas em embalagem plástica transparente com rótulo visível. Produto de erva aromática para uso culinário, pronto para adicionar sabor a pratos."}
{"itemId": "8316e1e3-a557-4ad3-b0e1-0d241702395d", "combined_description": "Coxinha Frango Asa, vendido por peso (kg). A imagem mostra peças de frango cru (coxinha de asa) dispostas sobre uma base, com pimentões vermelhos e verdes e alho ao lado. Produto cru, destinado ao preparo culinário, com venda por kg."}
{"itemId": "986f4837-60b0-436c-94b0-5370b9ad4e1f", "combined_description": "Bananas em cacho, maduras, com casca amarela e leve manchas, vendidas por peso (kg). Fruta fresca de sabor doce e textura macia, adequada para consumo direto ou uso culinário."}
{"itemId": "dfd09789-43e0-420b-a197-4146d96113a7", "combined_description": "Panceta suína resfriada, corte de barriga com camadas de carne e gordura visíveis. Vendida por peso (kg). Apresenta carne rosada intercalada com gordura branca, adequada para preparos que aproveitem a gordura para sabor."}
{"itemId": "bcd14c64-d891-4223-958a-001d920ebfc7", "combined_description": "Açaí 500 ml com até 5 complementos entre frutas frescas e coberturas, montados em 3 camadas. A imagem mostra camadas de açaí roxo com pedaços de frutas vermelhas e granola visíveis, com toppings no topo. Creme de Avelã é o único complemento cobrado à parte e conta como complemento, reduzindo a quantidade de adicionais disponíveis para 4 caso seja incluído. Observação: não é permitido montar o copo apenas com o açaí; é necessário adicionar pelo menos um complemento."}
{"itemId": "5c6b5458-09f3-45f2-9315-7d68024879f7", "combined_description": "Hambúrguer de costela de 160 g, servido em pão artesanal, com maionese da casa, queijo Gruyère derretido, cebola caramelizada, bacon, rúcula e tomate-cereja. A montagem é presa por um palito de madeira visível no topo. Visualmente destaca pão macio, carne suculenta, queijo derretido, rúcula fresca e tomate-cereja."}
{"itemId": "10275725-44bc-4c32-a20c-5b08c88cfd53", "combined_description": "X-salada: pão macio com hambúrguer de 90 g, queijo, alface, tomate e molho especial. Na imagem, o topo do pão aparece dourado, com alface verde crocante visível e molho especial envolvendo a carne. Montagem clássica de hambúrguer com salada e condimentos."}
{"itemId": "31d9f827-7c70-4f4d-ae38-2144a951a848", "combined_description": "Cheiro Verde Higienizado La Vita, pacote de 60g. Cheiro verde picado é visível através do pacote transparente, com etiqueta amarela da marca La Vita na frente."}
{"itemId": "49909bcd-ccc6-4b69-8564-6867138a30bc", "combined_description": "Medalhão de Filé Mignon Qualitá, carne bovina crua vendida por peso. Em bandeja plástica, apresenta duas peças com leve marmoreio e pouca gordura nas bordas, sem temperos visíveis."}
{"itemId": "59254b99-cd63-470c-afb8-10ddc6bc1425", "combined_description": "Pão de Alho Bolinha Zinho, sabor de alho, em formato de bolinhas, embalagem de 300 g. Embalagem amarela com o logo Zinho e o rótulo Pão de Alho, com peso indicado de 300 g. Palavras-chave para busca: pão de alho, bolinha, Zinho, 300 g, embalagem."}
{"itemId": "6aad05b5-0459-4028-ac51-bb67c24a2816", "combined_description": "Danone Iogurte Grego Light sabor Morango, 510 g, com 6 unidades. Bandeja com 6 copos individuais de iogurte grego light, sabor morango, com rótulo Danone Grego light. A imagem mostra copos brancos com tampas, com iogurte de cor rosa em um dos copos, destacando o sabor morango."}
{"itemId": "9404a87a-e66c-4248-a761-85279b77b4f2", "combined_description": "Michelob Ultra Sleek Ultra, lata de 350 ml, cerveza leve (light beer) da marca Michelob Ultra. Embalagem predominante branca com detalhes azuis, logotipo 'Michelob Ultra' e faixa vermelha, com a inscrição 'Superior Light Beer'. Produto alcoólico para maiores de 18 anos."}
{"itemId": "9facd19b-0a3c-4099-9d22-84887fcce152", "combined_description": "Hershey's Shake de Caramelo Salgado, barra de chocolate de 77 g com sabor a caramelo salgado. A embalagem é marrom com listras azuis e o logotipo branco Hershey's, exibindo uma barra de chocolate com caramelo. Palavras-chave para busca: Hershey's, chocolate, caramelo salgado, shake de caramelo, barra de chocolate 77 g."}
{"itemId": "b295695b-7c5d-420e-9ef7-b26c946fa1f7", "combined_description": "Pão Bisnaga Artesano Pullman, embalagem 300 g. Linha Artesano, pães bisnaga em formato de pequenas baguetes, conforme o pacote. A embalagem exibe pães de aspecto claro com motivos de trigo no design."}
{"itemId": "c3c72b56-bb0d-4863-89ea-e2d5ef93efb2", "combined_description": "Açaí Original Frooty, embalagem de 700 ml. Embalagem roxa com tampa roxa e rótulo que exibe o logo amarelo Frooty e o texto \"Açaí Sabor Original\". Palavras-chave: açaí, Frooty, sabor original, embalagem 700 ml, pote roxo."}
{"itemId": "d467991d-7bf7-4a72-8b35-5ac5568249ce", "combined_description": "Peito de frango defumado fatiado Ceratti, embalagem de 100 g. Fatias finas com cor rosada típica da defumação, visíveis através da embalagem. Produto de carne de frango defumado fatiado para uso em sanduíches, frios ou pratos que utilizem peito de frango defumado."}
{"itemId": "e411515c-638a-49d4-bcb4-d902dc007fd2", "combined_description": "Azeite de Oliva Italiano Extra Virgem Costa D'oro, 250 ml, em embalagem de vidro. Garrafa de vidro âmbar com tampa amarela e rótulo apresentando o logotipo Costa D'oro e a inscrição EXTRA VIRGEM."}
{"itemId": "f8d74791-2fcc-48d5-b6fa-69298fc0e589", "combined_description": "Cerveja Delirium Nocturnum, garrafa de 330 ml, produto alcoólico destinado a maiores de 18 anos. A garrafa é branca com gola azul e rótulo azul que mostra um elefante rosa em destaque. O rótulo distintivo com elefante rosa facilita buscas por Delirium Nocturnum 330 ml."}
{"itemId": "71b85b79-1800-46cd-95b9-4daf8c2d3f63", "combined_description": "Água sem gás em embalagem plástica transparente de 500ml, adequada para hidratação simples. Produto sem sabor adicionado, livre de calorias, açúcares ou carboidratos, ideal para consumo diário. A garrafa possui rótulo com design minimalista e detalhes em azul e branco."}
{"itemId": "58469e59-a093-4d26-b47b-17993eae3443", "combined_description": "Refrigerante Fanta Uva em lata de 350 ml. Lata roxa com o logotipo Fanta e imagem de uvas, destacando o sabor uva. Descrição voltada para busca: Fanta, uva, refrigerante, lata 350 ml, bebida gaseificada."}
{"itemId": "8109fdb8-f428-4226-b57f-a80d829dd9aa", "combined_description": "Barra Snickers Dark de 42 g: chocolate escuro envolvendo caramelo e nougat de amendoim, com amendoins no interior. A embalagem roxa indica a linha Dark e o peso é 42 g; a imagem mostra a barra com chocolate por fora e o caramelo com amendoim visíveis no interior."}
{"itemId": "9fedd305-c592-4198-8379-1269c89b4554", "combined_description": "Hambúrguer servido em pão brioche dourado, com carne e cheddar derretido cobrindo a metade superior. Alface fresca e tomate completam o sanduíche, proporcionando crocância e frescor. A imagem mostra pão macio, queijo derretido sobre a carne e vegetais visíveis, tudo montado sobre uma tábua de madeira."}
{"itemId": "09a7cd16-7e8e-473f-8990-4638be28d4df", "combined_description": "Ração úmida em sachê de 100 g para cães adultos de raças pequenas, sabor carne ao molho da Pedigree. Refeição 100% completa e balanceada, com ingredientes de alta qualidade, sem conservantes, sem corantes e sem aromas artificiais. Contém Ômega-6 e Zinco para pelo saudável, com pedacinhos cozidos a vapor e balanço ideal de fibras que ajudam a fezes firmes e fáceis de limpar."}
{"itemId": "44e49909-6f8b-475e-9aee-bbb951fcdfca", "combined_description": "Bebida láctea pronta para consumo, frappuccino de café com sabor caramelo, da Starbucks. Embalagem de 280 ml em garrafa plástica com tampa verde, com rótulo Starbucks Frappuccino."}
{"itemId": "7787238d-c59f-480b-8d66-4ebaba52b14b", "combined_description": "Elma Chips Ovinhos de Amendoim salgados, snack de amendoim em embalagem de 145 g. Amendoins torrados e salgados, apresentados como grãos pequenos com formato de ovinho, crocantes. Alérgenos: contém amendoim; pode conter trigo, soja, aveia, cevada, centeio e leite; contém glúten. Ideal como lanche crocante de amendoim."}
{"itemId": "b960b9e8-a811-4391-92ee-c80dea5c09fb", "combined_description": "Batatas chips onduladas sabor churrasco, marca Ruffles, embalagem de 68 g. A embalagem vermelha com listras azuis radiais exibe o logo Ruffles com uma batata chips na “boca” e o peso 68 g destacado. A etiqueta traz informações nutricionais por porção, além de ingredientes como batata e óleo; alérgenos: contém derivados de soja e de leite; não contém glúten."}
{"itemId": "47d00caf-0db1-45a7-8135-39714477409a", "combined_description": "Lanche de Linguiça Especial é um sanduíche com linguiça saborosamente aberta, alface fresca e crocante, vinagrete suculento, cream cheese cremoso e mussarela derretida, servido em pão francês crocante e dourado ou pão de hambúrguer macio e esponjoso. A combinação oferece sabores salgados e cremosos com texturas distintas, destacando a cremosidade do cream cheese e a mussarela derretida aliadas à alface e ao vinagrete. Possui alto teor de proteína devido à linguiça e à mussarela."}
{"itemId": "ef0c2f2b-157f-43d2-9d69-fe34ae6e0047", "combined_description": "Hot-dog Calabresa - Bandeja: lanche em pão alongado com salsicha de calabresa, coberto por molho vermelho em zig-zag, servido em uma bandeja. A imagem enfatiza o formato compacto do hot dog e o logotipo Porco Doido na base da ilustração."}
{"itemId": "3a87cb91-c384-4e7e-80ab-6248668069c4", "combined_description": "Vodka Askov com sabor Frutas Vermelhas, apresentada em garrafa de 900 ml. Bebida alcoólica destinada a maiores de 18 anos, com embalagem vermelha translúcida e rótulo Askov com ilustração de frutas vermelhas. Busca por termos como vodka sabor Frutas Vermelhas, bebida alcoólica, garrafa 900 ml e marca Askov."}
{"itemId": "b6097c88-5fc3-4fe4-8b7c-558933f8a912", "combined_description": "Combo Chutoro: bandeja variada de sushi com chutoro, incluindo 2 temakis, 15 sashimis, 10 uramakis, 8 hossomakis, 6 nigiris, 4 Luizinho Salmão e 10 Uni De Hot. A apresentação mostra fatias de salmão em tom laranja, rolos com recheios variados e peças de peixe cru, formando um mix colorido de sushis. Rico em proteína pela presença dos peixes, com carboidratos moderados devido ao arroz."}
{"itemId": "b21d1110-c4e1-4217-b084-9990263f4626", "combined_description": "Marmita média com frango à milanesa empanado acompanhado de creme de palmito cremoso. Acompanha arroz branco, feijão carioca, farofa da casa e salada do dia separada, além de um acompanhamento opcional. Prato rico em proteínas com contraste entre a crocância do frango empanado e a cremosidade do creme de palmito. Ideal para refeições balanceadas, com combinação de sabores tradicionais brasileiros."}
{"itemId": "7fe1e2cf-2fb9-4bd5-b581-52d85fb692aa", "combined_description": "Linguiça calabresa acebolada (aprox 120 g) fatiada, servida com arroz branco, feijão, batata frita e salada de alface americana com tomate. No prato, as rodelas de calabresa aparecem ao lado do arroz, com o feijão e as batatas fritas crocantes compondo a refeição. Palavras-chave de busca: calabresa acebolada, linguiça calabresa, arroz, feijão, batata frita, salada de alface com tomate."}
{"itemId": "bb427b12-e23a-4e74-82c3-54dfd7b11759", "combined_description": "Suco de Maçã Yakult, embalagem de 200 ml (cartonagem) com imagem de maçã vermelha. 100% suco de maçã, sem adição de açúcares, conforme o rótulo."}
{"itemId": "77baf5bf-c04c-4e5c-a41f-0c94036c8e6c", "combined_description": "Sanduíche de frango com presunto, queijo e Catupiry, com milho e salada. Recheio cremoso de Catupiry com queijo, combinado ao frango, alface e tomate, servido em pão macio."}
{"itemId": "52535aab-0ea8-4d70-b48d-3f9090067e1d", "combined_description": "Sal de Fruta Tradicional ENO, embalagem econômica de 100 g, pó efervescente para dissolver em água. Contém bicarbonato de sódio e ácido cítrico, oferecendo alívio rápido de azia e desconforto digestivo. Embalagem azul com tampa vermelha, com o rótulo ENO destacado."}
{"itemId": "11771ca7-ac71-4553-85f7-25206fbd016d", "combined_description": "Sanduíche X Bacon feito com pão de hambúrguer macio, hambúrguer de carne bovina de 100g, queijo prato derretido e fatias crocantes de bacon. Combinação rica em proteínas devido à carne e bacon, com textura que une o suculento do hambúrguer ao sabor defumado do bacon. Ideal para quem busca um lanche saboroso e consistente."}
{"itemId": "918ac913-7f15-4e1c-b192-aae776523a21", "combined_description": "Combo com 100 mini salgados, com ênfase em mini coxinhas fritas crocantes e douradas. Acompanhamento incluído: refrigerante Coca-Cola de 2 litros. Descrição para busca: mini salgados, coxinhas, crocantes, porção, Coca-Cola 2L."}
{"itemId": "b232e385-dffb-4794-b327-5dab522802f1", "combined_description": "Dois mini pães brioche envolvem hambúrgueres de 160 g, gratinados com tomate e queijo parmesão, com alface americana e tomate seco. Acompanha maionese artesanal e pesto de manjericão, servido com batatas fritas."}
{"itemId": "40668eed-4f7a-439a-8707-d42bcac0ecc5", "combined_description": "Chicken Méqui Box - 3 Mcofertas Médias é um combo com 3 Mcofertas médias para compartilhar, permitindo escolher 3 sanduíches entre McChicken, McChicken Bacon, Mccrispy Chicken Deluxe, Mccrispy Chicken Legend ou Mccrispy Chicken Melt & Bacon, acompanhados por 3 McFritas Médias e 3 Bebidas. Na imagem, aparecem três sanduíches de frango com vegetais visíveis, porções médias de batatas fritas e copos de refrigerante, tudo apresentado em embalagens características Méqui. O conjunto enfatiza o frango como proteína principal, com opções crocantes de sanduíches, fritas e bebidas para compartilhar."}
{"itemId": "ad8469f5-cc80-496b-9621-2748d1377b5a", "combined_description": "Filé de frango infantil servido com arroz branco e batatas fritas, porção individual. Prato simples e popular para crianças, com frango cozido e crocante, arroz macio e fritas douradas. Fonte de proteína moderada com acompanhamento de carboidratos."}
{"itemId": "1d2852cc-9687-42be-9a31-f9ec887f92f7", "combined_description": "Batata ondulada com sabor sour cream e cebola, apresentada em embalagem tubo Ruffles de 100g. Chips de batata ondulados com o sabor cremoso de sour cream e cebola. Snack de 100g da marca Ruffles."}
{"itemId": "448b8bd7-0b53-4c7f-8a11-c888219b8c49", "combined_description": "Batata chips sabor Original da Ruffles, embalagem de 68 g. Pacote com design azul vibrante, logotipo Ruffles em destaque e ilustração de uma mordida em chip. Informações nutricionais indicam carboidratos e gorduras por porção; alérgenos: contém derivados de soja, pode conter leite; não contém glúten."}
{"itemId": "6f6c2f4d-e760-42b8-b0f4-4e006882af48", "combined_description": "Milho para Pipoca Tipo 1 Yoki Premium, pacote de 400 g. Embalagem amarela com faixa vermelha e logotipo Yoki, com grãos de milho visíveis na frente e o rótulo \"Milho para Pipoca Premium\". Produto destinado ao preparo de pipoca, pertencente à linha Premium da marca Yoki, embalagem de 400 g."}
{"itemId": "8eefb6aa-628b-44f0-bea6-2e5e15d520d4", "combined_description": "Refrigerante Pepsi em garrafa de 2 litros (2L), embalagem PET com rótulo azul e logotipo Pepsi. Refrigerante gaseificado de sabor cola, apresentado em garrafa plástica transparente com tampa azul. Ideal para buscas por Pepsi 2L, refrigerante de cola, garrafa de 2 litros."}
{"itemId": "d9896cda-4b9f-40c8-a287-9853873a7fb9", "combined_description": "Fermento em Pó Químico Tradicional Dona Benta, 100 g. Fermento químico utilizado para o crescimento de massas, ideal para preparações doces e salgadas. Embalagem azul com o logotipo Dona Benta e a inscrição Fermento Químico, com selo que indica \"Ótimo para massas\"."}
{"itemId": "f98f255a-424c-4df2-bccd-5cfc12474db5", "combined_description": "Snickers Original, barra de chocolate de 45 g. Embalagem marrom com o logotipo Snickers em azul e o rótulo Original indicando 45 g."}
{"itemId": "04587647-37ce-49d2-a0bd-7c115c38556f", "combined_description": "Fatia salgada com massa exclusiva de panettone, recheada com três queijos: provolone, mozzarella e parmesão. Servida quentinha e finalizada com parmesão por cima, com crosta dourada visível na superfície. Ao cortar, revela interior macio da massa de panettone e cobertura de parmesão ralado na parte superior."}
{"itemId": "d4f5c393-3458-42a5-98ce-b4c09d1c7aa7", "combined_description": "Combo Xerife Bacon + Coca + Brownie do Dia: hambúrguer de 90g com pão, queijo muçarela, bacon e molho artesanal secreto do Matheus, acompanhado de uma mini Coca‑Cola e de um brownie do dia. Visual: pão dourado com queijo derretido e bacon visível; brownie em embalagem vermelha à esquerda e Coca‑Cola em lata vermelha à direita."}
{"itemId": "209abe02-ccea-4de2-b9ce-2bf3f676bf14", "combined_description": "Filé de frango grelhado fatiado sobre arroz branco, acompanhado de feijão e fatias de banana-da-terra frita. A combinação oferece proteína magra, carboidratos do arroz e fibra do feijão, com o toque crocante da banana frita."}
{"itemId": "ab0c5e85-7a61-4574-a0a9-43a510d81f94", "combined_description": "Energético Baly Melancia. Embalagem de 2 L em garrafa plástica vermelha com tampa verde, com ilustração de melancia no rótulo. Produto classificado como bebida energética."}
{"itemId": "3d967b47-52ae-4c01-bd53-69625cf55eeb", "combined_description": "500 ml de açaí tradicional cremoso, com cinco acompanhamentos. A apresentação mostra açaí roxo com morangos fatiados, rodelas de banana e cobertura de chocolate, servido em bowls transparentes. Palavras-chave para busca: açaí, 500 ml, cremoso, tradicional, toppings (fruta e chocolate), morango, banana."}
{"itemId": "7ca73135-7a83-4c6d-8716-3219793d2234", "combined_description": "Bolo caseiro de cenoura com massa fofinha, úmida e cheio de afeto. Cobertura de chocolate cremosa (brigadeiro) com lascas/raspas de chocolate na superfície, conferindo aspecto bem chocolatudo. Apresentado em bandeja retangular de alumínio, refletindo o estilo caseiro."}
{"itemId": "a98bea43-93ef-44bb-8ac6-836d754f0a92", "combined_description": "Espresso cremoso servido em xícara branca, com crema dourada na superfície. Acompanhado de um pequeno doce polvilhado com açúcar ao lado. Ideal para buscas por café expresso com crema e sobremesa doce."}
{"itemId": "eb0dc279-8d48-43ed-b14b-cf985fbf5177", "combined_description": "Pizza com mussarela derretida, frango desfiado, queijo Catupiry cremoso e azeitonas verdes, combinando sabores suaves e textura cremosa. Ideal para quem busca uma opção rica em proteínas e com toque levemente salgado das azeitonas. A massa é tradicional, levemente crocante nas bordas."}
{"itemId": "6e12fe96-2998-468c-b858-236380dab95f", "combined_description": "Bolinho cremoso de milho, empanado com macarrão cabelo de anjo, levemente apimentado, 6 unidades. A crosta externa é formada por fios de macarrão cabelo de anjo fritos, dourados e crocantes, envolvendo um recheio macio de milho."}
{"itemId": "8dd12e52-79c8-4dd5-b22a-a38e32e870d5", "combined_description": "Parmegiana ou Milanesa com Risotto de Queijos é um prato que apresenta risotto cremoso de queijos, preparado com arroz importado da Itália e queijos frescos. Acompanhado por carne ou filé de frango empanado, em versão à milanesa ou à Parmegiana, a proteína chega dourada e crocante. O risotto branco, decorado com ervas, oferece contraste suave entre a cremosidade do queijo e a crocância da empanada."}
{"itemId": "cf8c4f00-f25d-4916-93f8-3c5d21457c13", "combined_description": "Pizza Abruzzo com massa assada, molho de tomate, mussarela e parmesão, coberta por nozes, azeitonas pretas e folhas de manjericão, com alho e orégano. Visualmente, apresenta borda dourada e queijo derretido, com azeitonas e manjericão distribuídos sobre o topo. Principais ingredientes: tomate, mussarela, parmesão, nozes, manjericão, alho, orégano e azeitonas."}
{"itemId": "76f76ad7-2f11-4e11-9d42-cd780f3a4f12", "combined_description": "Filé Mignon à milanesa servido com molho branco cremoso de dois queijos, acompanhado de ervilha fresca e fatias de presunto. O prato inclui arroz branco e batata rústica crocante, combinando texturas macias e crocantes. Alto teor de proteína devido à carne e queijo, com presença de legumes frescos."}
{"itemId": "17d3cd5e-28af-4fb8-a362-e81be713e4b6", "combined_description": "Porção de coração de frango frito com batatas fritas. O prato apresenta pedaços de coração de frango dourados e crocantes, servidos ao lado de batatas fritas."}
{"itemId": "c36b931b-04a3-440b-9aa1-44a24f9b393c", "combined_description": "Caixa de Bombons Angel Rose Sortidos, 200 g, em embalagem rosa com fita vermelha. Contém bombons de chocolate ao leite com recheio de creme e geleia de morango, alternados com bombons de chocolate intenso com recheio de trufa. Apresentação feminina e delicada, ideal como presente, unindo sabores suaves e chocolate intenso."}
{"itemId": "4c4d251c-5b97-4ebe-bbab-1f085b78fed8", "combined_description": "Bolo de pote Prestígio em copo plástico de 250 ml. Massa de chocolate bem molhadinha com recheio de coco e brigadeiro cremoso, apresentado em camadas sobre uma base de bolo amarelo. Cobertura de chocolate com raspas de coco por cima, criando contraste entre o chocolate escuro e o doce interior."}
{"itemId": "4fb8647f-22fd-466e-9d02-e79f4ce5b103", "combined_description": "Simples é um hot dog com salsicha suculenta em pão, coberto por batata palha crocante. A composição inclui vinagrete fresco e purê cremoso, além de uma combinação de molhos (maionese, catchup, mostarda e barbecue) que conferem equilíbrio de sabores. Visualmente, a cobertura de batata palha domina o topo, oferecendo uma textura crocante."}
{"itemId": "49e7df5b-2c56-4f72-bf0d-bc2b2e4640b3", "combined_description": "Frango com requeijão: recheio cremoso de frango desfiado com requeijão, envolto em massa folhada crocante e assado até dourar. A peça apresenta massa dourada por fora com interior macio e cremoso, destacando o recheio de frango com requeijão."}
{"itemId": "f39b5de6-f9e6-455d-8778-6829bfadb790", "combined_description": "Promoção de duas unidades de hambúrguer: escolha dois burgers do cardápio. Sanduíches com frango empanado, queijo derretido, alface, tomate e molho, servidos em pão macio. A imagem mostra dois burgers crocantes com carne de frango empanada, queijo e vegetais, disponíveis com desconto."}
{"itemId": "b91e624c-56be-4f0e-8c5d-a69930d8fb3a", "combined_description": "Sorvete cremoso de abacaxi, com sabor tropical, vibrante e refrescante. Possui textura aveludada e cor amarelo-claro típica do abacaxi, apresentado em bolas sobre uma tigela, como visto na imagem."}
{"itemId": "5eb532c4-6439-4522-b99e-5a052b5b5071", "combined_description": "Combo com 2 frangos inteiros atropelados (desossados e espalmados), apresentando pele dourada. Acompanha batatas assadas e Farofa Média de 400 g cortesia. Rende aproximadamente 8 pessoas."}
{"itemId": "f93e0e51-533e-4d1c-ba0c-6f82c1570ae5", "combined_description": "Sopa cremosa de cor laranja feita com cenoura, abóbora cabotian, mandioca e batata, temperos. Na superfície, há uma pequena porção de creme branco e uma folha verde de erva fresca como guarnição, oferecendo contraste visual. Descrição orientada para busca: ingredientes centrais cenoura, abóbora cabotian, mandioca, batata e temperos; textura cremosa, prato conhecido como Laranjinha."}
{"itemId": "6fac4155-9e91-40e8-a87d-c0d624549b90", "combined_description": "Tablete Dark Milk de Chocolate 55% cacau, 100 g, une a intensidade do cacau com a cremosidade do leite argentino, em uma barra de chocolate ao leite com 55% cacau. Direto da fazenda Dedo de Deus, oferece o equilíbrio entre sabor e uma opção mais saudável sem abrir mão da cremosidade. A embalagem é marrom escura com padrões ornamentais, refletindo o visual da barra."}
{"itemId": "323b4375-5684-400a-8444-d8dc9b4616d5", "combined_description": "Açaí em 300 ml com banana fatiada, leite em pó e leite condensado, apresentado com camada roxa cremosa e pedacinhos de banana na borda. Acompanha pastel de queijo, pastel frito com massa dourada e recheio de queijo visível."}
{"itemId": "a94f95a6-fab9-4c95-93d5-59ab35442a14", "combined_description": "Frango à milanesa ao barbecue, frango empanado crocante com molho barbecue. Acompanha arroz branco, feijão e dois acompanhamentos, com porção de arroz maior do que a de feijão. A imagem mostra batatas fritas como um dos acompanhamentos visíveis."}
{"itemId": "4c623d56-6989-4c90-bf11-3683eb428fb2", "combined_description": "Cerveja Heineken 350 ml, apresentada em lata verde com estrela vermelha, identificando a marca Heineken Original. Bebida alcoólica destinada a maiores de 18 anos. A apresentação visual destaca o design da lata verde com estrela vermelha, associado à marca Heineken Original."}
{"itemId": "b3ec78c5-0471-4e07-b236-e0794324e8cf", "combined_description": "Coca Cola Zero Lata 350 ml, bebida carbonatada sem açúcar, apresentada em lata vermelha com o logotipo Coca-Cola. Embalagem unidade de 350 ml."}
{"itemId": "9edb9ee1-30f3-4738-b91c-67435204d80a", "combined_description": "Probiótico Enterogermina, 20 frascos de 5 ml (criança e adulto), indicado para apoiar a saúde gastrointestinal. Embalagem azul e branca com frascos de 5 ml, sem cheiro, sem lactose, sem glúten e sem sabor. Descrição da embalagem aponta resistência aos antibióticos e aos ácidos estomacais, chegando vivo até o intestino; é necessário agitar, abrir e tomar."}
{"itemId": "97a24133-3fff-49c5-9523-8e83b6e6d5ed", "combined_description": "Refrigerante Tubaína Xereta em garrafa plástica de 2 litros. Bebida gaseosa com rótulo amarelo e marca Xereta, conteúdo de cor marrom-âmbar visível na garrafa. Descrição para buscas: refrigerante tubaína, garrafa 2 L, bebida carbonatada."}
{"itemId": "283fe6ab-c6b2-445c-bbd4-3e7edd4dc290", "combined_description": "Combo Burguer Salada Bacon: combo promocional que inclui um hambúrguer com queijo derretido, alface, tomate, cebola e bacon, servido em pão macio, acompanhado de batatas fritas crocantes e de uma lata de Coca-Cola 350 ml. Ideal para buscas por hambúrguer com bacon, salada, queijo, batatas fritas e refrigerante Coca-Cola 350 ml."}
{"itemId": "08afec04-4794-4298-8e21-4867c7660303", "combined_description": "Filé de frango, requeijão cremoso, queijo e salada montados em pão, com alface e tomate. A composição oferece cremação do requeijão e do queijo sobre o frango, combinada à crocância da salada. Alto teor de proteína pelo frango; carboidratos principalmente do pão."}
{"itemId": "68fec223-0120-4f2a-8b19-f399860dc7da", "combined_description": "Café coado premium, 200 ml, servido bem quente. Combinação de aromas e sabores intensos de grãos selecionados. Apresentado em copo descartável amarelo com o logotipo McCafé, destacando o café escuro no interior."}
{"itemId": "e64a70e5-5269-445c-aa21-c05a61b98705", "combined_description": "Feijoada (ligth) com Costela Suína, Calabresa, Paio e Carne Seca, acompanhada de Arroz Branco, Vinagrete, Farofa especial com Bacon e Couve Refogada. Na imagem, a feijoada preta aparece com carnes, ao lado do arroz branco, da farofa com Bacon, da Couve Refogada e do Vinagrete com pedaços de tomate e cebola, sugerindo alto teor de proteína pelas carnes. Feijoada, CostelaSuína, Calabresa, Paio, CarneSeca, ArrozBranco, Vinagrete, Farofa, FarofaComBacon, CouveRefogada, ComidaBrasileira, BrazilianFood, TraditionalDish."}
{"itemId": "66b813d4-129b-4dcb-9c10-bf995bcf2bbf", "combined_description": "Magg Cream - Napolitano é uma barra de sorvete com sabor morango, creme e chocolate. Visualmente, a barra exibe três cores distintas (rosa do morango, bege do creme e marrom do chocolate), remetendo ao estilo napolitano. Descrição para busca: barra de sorvete Napolitano com morango, creme e chocolate, em três camadas distintas."}
{"itemId": "ed274993-962f-45cb-ac1e-2bd72a622238", "combined_description": "Massa tipo penne coberta por um molho cremoso de strogonoff de camarão, com pedaços de camarão visíveis em tonalidade alaranjada. Peso aproximado de 410 g e acompanha gratuitamente 01 sachê de queijo ralado de 10 g."}
{"itemId": "4642bbe2-5a34-45db-8cbf-ca6d5bab71e9", "combined_description": "Unicórnio 1 Litro é um sorvete de creme mesclado com recheio de leite e chiclete. A embalagem é um pote de 1 litro com tampa azul clara e rótulo ilustrado com um unicórnio. O conjunto entrega textura cremosa com o contraste entre creme e o recheio de chiclete, adequado para buscas por sorvetes com recheio de chiclete."}
{"itemId": "ecee16e5-c5d0-411a-9d24-ab864574d7a0", "combined_description": "Enterogermina Plus é um probiótico apresentado para Criança e Adulto, em embalagem com 5 frascos e nova embalagem. Contribui para a saúde gastrointestinal e ajuda a restabelecer e equilibrar a flora intestinal, com indicação de uso para 0+ anos. A embalagem descreve o produto como sem cheiro, sem glúten, sem lactose e sem sabor."}
{"itemId": "6f110f8c-9106-4963-8e74-17e243f338ab", "combined_description": "Feijoada (executivo) com arroz branco, couve refogada, farofa, vinagrete e torresmo. A apresentação mostra feijão preto cozido com carne ao lado de arroz branco, couve verde, farofa amarela e torresmo crocante, com vinagrete ao lado. Refeição rica em proteína pela feijoada e pelo torresmo, com carboidratos do arroz e fibras da couve, oferecendo variação de texturas entre macio e crocante."}
{"itemId": "afbefc8d-6b3a-4853-b699-7952ae86895e", "combined_description": "Pastel frito de palmito, com recheio de palmito e massa crocante dourada. Possui formato retangular e é apresentado sobre uma tábua de madeira, destacando a textura crocante da massa."}
{"itemId": "64fa1a0a-7bcb-4a29-8d83-add9e2b21045", "combined_description": "Drink Express Goes Grape Cool 600ml é uma bebida de sabor uva apresentada em garrafa de vidro escura com 600 ml. A embalagem possui rótulo vermelho com detalhes azuis e o texto Grape Cool. Produto para maiores de 18 anos."}
{"itemId": "900c8f51-458d-4765-8bf3-eb640fd88824", "combined_description": "Refrigerante Schweppes Sabor Citrus em garrafa PET de 1,5 L. Bebida gaseificada com sabor cítrico, apresentada em garrafa plástica de 1,5 litros. O rótulo possui faixa amarela e verde com o logotipo Schweppes, indicando o sabor Citrus."}
{"itemId": "b57ba7ed-772a-4693-9b6e-b9df34b8d5fd", "combined_description": "Baden Baden Witbier é uma cerveja artesanal do estilo witbier (cerveja de trigo não filtrada), apresentada em garrafa de 600 ml com vidro âmbar e rótulo com o nome WITBIER. Possui teor alcoólico de 4,9% vol e é descrita como leve e refreshante, com aromas cítricos e notas de coentro. Servir entre 3°C e 5°C; produto alcoólico destinado apenas a maiores de 18 anos."}
{"itemId": "d74c4b1c-de6b-4d3b-80d6-89636459b9cf", "combined_description": "Vinho tinto suave da marca Pergola, apresentado em garrafa de 750 ml. Cor bordô e rótulo com o nome Pergola em destaque, embalagem de vidro escuro. Produto para maiores de 18 anos."}
{"itemId": "9f691c1f-6df9-4340-bf41-16102a9e15ee", "combined_description": "Bolo no pote com recheio de chocolate, sabor de uva e amendoim, apresentado em pote plástico roxo com tampa translúcida. No topo, uvas verdes inteiras cobrem a superfície, com pedacinhos de amendoim sobre a camada de chocolate."}
{"itemId": "63855065-ed0e-4a5e-ab60-69c64ac60549", "combined_description": "Bife à rolê: carne bovina enrolada cozida em molho, com pedaços dourados e ervas verdes por cima. Acompanha arroz, feijão e dois acompanhamentos. O prato é rico em proteína devido à carne bovina."}
{"itemId": "7b62385a-1e66-43f1-813d-25ef97adc222", "combined_description": "Ração úmida para gatos adultos com sabor Frango ao molho, Whiskas, 85 g. Embalagem pouch roxa com ilustração de gato e prato contendo pedaços de frango em molho."}
{"itemId": "f61c81b4-3c4c-4917-83bb-adca94ffb94f", "combined_description": "Ração seca veterinária hipoalergênica com teor calórico moderado para cães adultos com sensibilidades alimentares, Royal Canin, apresentada em pacote de 10,1 kg (embalagem branca com detalhes azuis e logotipo da Royal Canin). Contém proteína hidrolisada com baixo peso molecular para reduzir o risco de intolerância a determinados nutrientes e tem teor moderado de fósforo para apoiar a função renal. A fórmula promove a barreira cutânea natural e a saúde da pele, ajudando a manter o peso ideal com calorias moderadas."}
{"itemId": "c5f592e6-122e-4332-b401-61b44215b93b", "combined_description": "Morango do Nordeste: morango inteiro empanado no Brigadeiro de Laka e coberto com chocolate ao leite. Caixa com 2 unidades, cada unidade pesando cerca de 60 g. Visual: morango vermelho com recheio cremoso de tom amarelo claro visível no corte, envolto por chocolate ao leite."}
{"itemId": "30b4ba1a-44e6-4be3-80a1-ad58b0cf4c45", "combined_description": "Guaraná Antarctica é um refrigerante de guaraná apresentado em latas verdes com o logotipo vermelho de guaraná. A imagem mostra duas latas: uma com o rótulo Guaraná Antarctica e outra com a inscrição Zero, destacando as diferentes embalagens da marca."}
{"itemId": "ca07aeed-72d9-445b-b423-efdb57859e09", "combined_description": "Hot Dog Prensado Tradicional Supremo (Serve 1 Pessoa) com pão de 70 g e salsicha. É composto por ketchup, mostarda, vinagrete sem cebola, milho, purê de batata caseiro, batata palha e maionese temperada com azeitona preta."}
{"itemId": "e35d674f-f013-47bc-9031-77dabd26cf4b", "combined_description": "Cookie de Leite Ninho com Nutella: biscoito com massa de Leite Ninho crocante por fora e recheio duplo de creme de Leite Ninho Nestlé e creme de Nutella, visível ao partir o biscoito (lado branco cremoso ao lado de creme chocolateado). Descrição orientada para busca, incluindo termos como Leite Ninho, Nutella, recheado, biscoito crocante com creme, sobremesa doce."}
{"itemId": "27d50a74-fdc0-453e-a62b-158a04e3108d", "combined_description": "Pastilhas Valda Friends Canela, sabor canela, sem açúcar, embalagem de 25 g. Embalagem vermelha com o logo Valda Friends, destaque para a indicação \"sem açúcar\" na embalagem."}
{"itemId": "5728b8f2-81f3-40c2-9866-030a01526d83", "combined_description": "Cupbolo de Brigadeiro é uma sobremesa em copo com três camadas de massa de chocolate fofinha, fresquinha e levemente umedecida, intercaladas com três camadas de creme de chocolate blend de sabor intenso. A cobertura é formada por brigadeiro blend, generosamente salpicado com granulado em flocos. O conjunto apresenta topo brilhante de chocolate, servido em copo transparente."}
{"itemId": "103bfa53-9060-43d2-9a04-83b6f9bee07e", "combined_description": "Panqueca de brócolis com queijo, enrolada, com recheio cremoso de brócolis e queijo. Apresenta panquecas brancas envoltas em molho sugo vermelho, com guarnição verde visível nos recheios/acabamentos. Servida com arroz e 1 acompanhamento."}
{"itemId": "78466034-b7b3-4bac-bd87-cc91fadd1104", "combined_description": "Isotônico sabor Morango e Maracujá da Gatorade, apresentado em garrafa de 500 ml. A embalagem é vermelha com tampa laranja e rótulo prateado que exibe o logo Gatorade e o sabor Morango e Maracujá. Ideal para indexação em buscas por isotônico esportivo, 500 ml, Morango e Maracujá, Gatorade."}
{"itemId": "8b29fde8-e8b5-48ad-b686-c6967ed796b2", "combined_description": "Pão doce com creme de coco: pão macio com camada de creme de coco na superfície, aparência intensa e dourada. Formato oval/alongado, com cobertura cremosa visível. Produto de padaria doce, com recheio de creme de coco que confere sabor doce e textura cremosa, típico de sobremesas de confeitaria."}
{"itemId": "0429ef5e-9134-485a-917c-b60f21eea487", "combined_description": "Amendoim japonês Elma Chips, snack de amendoim assado no forno em embalagem de 145 g. Embalagem com fundo amarelo, padrão geométrico e rótulo azul destacando o nome do produto. Crocante e simples, identificado como Amendoim Japonês."}
{"itemId": "1460ffc7-edb3-4f2f-af5a-34e25ed024a8", "combined_description": "Iogurte integral com sabor laranja cenoura e mel, Fazenda Bela Vista, 170 g. Embalagem de pote com tampa, exibindo o logo Fazenda Bela Vista e ilustrações de paisagem rural com vacas. Palavras-chave para busca: iogurte integral, laranja, cenoura, mel, Bela Vista, Fazenda, 170 g, sabor."}
{"itemId": "3b21320f-c523-4b28-8eb8-67f83afb630e", "combined_description": "Melão amarelo — vendido por peso (Kg). Fruta fresca com casca amarela lisa e polpa clara, exibindo sementes visíveis no centro da metade cortada. Ideal para consumo direto, saladas de frutas ou sobremesas."}
{"itemId": "47e04e36-26c1-40ac-846d-8fd55a4a29f5", "combined_description": "Vinagre de Maçã Qualitá, embalagem de 750 ml. Garrafa plástica translúcida com acabamento ondulado e tampa vermelha, contendo líquido amarelo-âmbar. O rótulo apresenta maçã e a referência Vinagre de Fruta, identificando o produto como vinagre de maçã em embalagem de 750 ml."}
{"itemId": "569cb89f-69a2-487c-b2a1-14e69719db09", "combined_description": "Chocolate ao leite Alpino, barra de 85 g, da Nestlé. Embalagem dourada com o branding ALPINO Ao Leite e ilustração de duas peças de chocolate. Informações nutricionais disponíveis na parte traseira da embalagem."}
{"itemId": "67eb7da4-70a0-487c-b37d-eac5c2cb50d4", "combined_description": "Uva verde clara sem sementes, 500 g. Acondicionada em embalagem plástica transparente."}
{"itemId": "896ae558-6177-4d97-a74a-e601a352a3b5", "combined_description": "Barra de chocolate Caribe Garoto, 28 g, sabor banana. Embalagem amarela com o logo Caribe, peso nominal de 28 g. Produto de chocolate em formato de barra da marca Garoto, apresentado como snack."}
{"itemId": "9a555f9d-29f6-4fe8-a6b0-730786d8afd2", "combined_description": "Salada Riviera La Vita, pacote de 250 g, mistura de folhas verdes com tiras de cenoura. A embalagem translúcida evidencia o mix de folhas claras e cenoura laranja típico da linha Riviera da marca La Vita. Produto pronto para consumo, apresentado em embalagem de 250 g."}
{"itemId": "b59d97b9-ccd6-4c9e-8958-c074e46d4db1", "combined_description": "Vinagre de maçã Castelo, embalagem de 750 ml. Garrafa plástica translúcida com etiqueta colorida exibindo o nome Castelo e a indicação Maçã. Produto alimentar de finalidade ácida, utilizado para temperos, marinadas e conservas."}
{"itemId": "c1821eb3-04ea-4649-b282-2b55d2f6c6bb", "combined_description": "Bucha Vegetal Qualitá é um alimento natural feito a partir da planta bucha. Apresenta textura fibrosa e aspecto esbranquiçado com tonalidades verdes, característica visual típica. É utilizado como ingrediente culinário e pode ser associado a pratos saudáveis, rico em fibras e baixo em calorias. Ideal para quem busca opções vegetais para preparar refeições nutritivas."}
{"itemId": "df6ca372-7849-49b5-82b0-24bb8ee41324", "combined_description": "Refrigerante Fanta Uva 2l. Bebida gaseificada com sabor uva, apresentada em garrafa plástica roxa de 2l, com tampa roxa e rótulo Fanta."}
{"itemId": "f13443ca-f947-4a6a-84ef-04ce2c90099c", "combined_description": "Presunto cozido sem capa da marca Aurora, embalagem de 180 g. Fatias de presunto rosado aparecem na embalagem, que exibe uma imagem de sanduíche com o presunto. Carne suína fatiada, pronta para uso em lanches."}
{"itemId": "1a838efd-fa8a-4c21-9b9e-ac3a86ec1c56", "combined_description": "Probiótico Enterogermina, frasco de 5 ml, adequado para Criança e Adulto, apresentado em nova embalagem. Contribui para a saúde gastrointestinal, com os microrganismos chegando vivos até o intestino e resistentes aos antibióticos e aos ácidos estomacais. Sem cheiro, sem glúten, sem lactose e sem sabor; é indicado agitar, abrir e tomar."}
{"itemId": "0483d0c2-a6ad-468c-8324-978b95350e57", "combined_description": "Combo de sushi com 28 peças + 10 hot rolls, servido em bandeja preta. Inclui nigiri de salmão e uma seleção de maki e rolinhos com recheios variados, alguns cobertos com sementes de gergelim. À lateral direita há uma fileira de hot rolls crocantes (rolos quentes) para acompanhar."}
{"itemId": "56d13cdc-f76a-4412-a0b4-af09839b2689", "combined_description": "Pão francês com presunto e queijo: sanduíche feito com pão francês tostado, recheado com fatias de presunto e queijo amarelo. O pão tem crosta dourada e interior macio, apresentado em duas metades sobre prato branco. Proteinaceous pelo presunto e pelo queijo, oferecendo proteína proveniente do recheio."}
{"itemId": "a4464eb2-0783-454b-8b6b-6afeabba2a7d", "combined_description": "Água mineral natural sem gás Levissima em embalagem de 500 ml. Garrafa plástica translúcida com rótulo verde Levissima e tampa branca; o corpo da garrafa apresenta relevo suave. Produto para consumo diário, água potável, unidade de 500 ml, sem gás."}
{"itemId": "2c31a15f-bee6-4293-ab75-1581f8e7a7a7", "combined_description": "Refrigerante Coca‑Cola, sabor original, em garrafa de 2 litros. Garrafa de plástico PET com formato característico e tampa vermelha, rótulo vermelho com o logo Coca‑Cola em branco. Bebida de sabor cola, pronta para consumo."}
{"itemId": "48ab2345-4504-46d6-b926-4718bf73cf73", "combined_description": "Frango desfiado com tempero da casa e requeijão, apresentado com uma porção de requeijão cremoso ao lado. A imagem mostra um crocante retângulo frito de massa, acompanhado de tiras de frango desfiado e creme de requeijão."}
{"itemId": "0069130b-f710-4656-a21d-6680207d2dd8", "combined_description": "Sprite Original 350ml, lata. Refrigerante gaseificado de sabor original, acondicionado em lata de 350 ml. O rótulo exibe o logotipo Sprite branco sobre fundo azul que transita para verde, com ilustração de limão e a inscrição Sabor Original."}
{"itemId": "08c8e890-147a-4817-88e0-97ef73be6ed6", "combined_description": "Pastilha Fini, pacote de pastilhas para hálito com sabores Morango Mentolado e Menta e Hortelã. Na imagem, três embalagens retangulares coloridas (verde, vermelha e azul) exibem o logotipo Fini e pastilhas brancas visíveis ao lado. Observação de busca: Fini pastilha morango mentolado; menta; hortelã; pastilha de hálito; sabor mentolado; confeitos de menta."}
{"itemId": "f718e354-ee6b-487a-9216-39106d85c4f1", "combined_description": "Churrasquinho em pão baguete (Boquinha De Anjo) com Contra Filet, Mussarela e Vinagrete. O pão baguete aparece fatiado em porções, revelando o recheio de carne, mussarela e vinagrete."}
{"itemId": "31223e1c-b184-4950-b6ec-ae2ab2cf6d29", "combined_description": "Vitamina 500ml é uma bebida nutritiva apresentada em embalagem transparente que permite visualizar seu conteúdo cremoso e homogêneo. Geralmente preparada com frutas e leite, é uma opção rica em vitaminas e energia, ideal para consumo rápido e prático. Sua textura cremosa e sabor doce são características marcantes deste tipo de vitamina."}
{"itemId": "368e78c7-a171-4b87-85a7-52d12976b8cc", "combined_description": "Brotinho (4 Pedaços) com massa assada, cobertura dividida em duas partes visíveis: queijo com ervas de um lado e pesto verde com azeitonas do outro. Apresenta quatro pedaços iguais, com borda dourada. A descrição original menciona mais de 90 opções de sabores."}
{"itemId": "ffff74f7-113a-4c32-8068-b1fa47b86b9d", "combined_description": "Promoção 10 esfihas de queijo. Esfiha de queijo assada com massa dourada e queijo derretido visível na cobertura, conforme o visual da imagem. Contém 10 unidades."}
{"itemId": "50bae3a3-2464-4dea-bf0e-b33cc6a9faf4", "combined_description": "Refrigerante Fanta Uva em lata de 350 ml. Embalagem roxa com o logotipo Fanta e ilustração de uvas roxas, sugerindo o sabor Uva. Descrição para busca: refrigerante sabor uva, Fanta, lata 350 ml, embalagem lata roxa."}
{"itemId": "22f1deeb-977b-4964-8903-e1744d67cfb3", "combined_description": "Bebida energética Baly com sabor Melancia, apresentada em embalagem de 2 L. A garrafa é vermelha com tampa verde e destaca o texto Energy Drink com ilustrações de melancia. Palavras-chave para busca: Baly, energético, melancia, sabor melancia, 2L, bebida energética, embalagem 2L."}
{"itemId": "cbc738c6-9549-42ee-83ce-5ba2e3dcb131", "combined_description": "Refrigerante 600 ml em garrafa PET, disponível em quatro opções de sabor: Coca‑Cola, Sprite, Fanta e Guaraná Antarctica. As garrafas apresentam cores distintas (vermelho, verde, laranja e amarelo/verde) que correspondem aos sabores. Indicado para busca por termos como refrigerante, 600 ml, Coca‑Cola, Sprite, Fanta e Guaraná Antarctica."}
{"itemId": "b395c859-d99c-3b78-b559-f276857f2a6d", "combined_description": "Pizza grande com três sabores diferentes, composta por 8 pedaços. Cada fatia apresenta uma variedade distinta de ingredientes, combinando sabores e texturas variadas. Ideal para quem busca variedade em uma única pizza, com cobertura generosa e massa tradicional."}
{"itemId": "675b7d70-c855-4ee1-9275-e950b2a5260e", "combined_description": "Big House - 56 peças é uma seleção variada de sushi, incluindo 4 sashimi de salmão, 4 sashimi de salmão spicy, 4 sashimi maçaricado, 4 jyo de pepino crispy, 4 jyo de salmão, 4 jyo Doritos, 2 hossomaki de kani, 4 hossomaki de pepino, 2 hossomaki de manga, 4 hossomaki de salmão com cream cheese, 6 uramaki de salmão com cream cheese, 6 nigiri de salmão e 8 hot roll. Na apresentação da imagem, o prato exibe fatias de pepino ao redor, acompanhando as diversas peças de sushi."}
{"itemId": "5d85ee83-a364-4424-9198-d366aa643f99", "combined_description": "Combo de Esfihas Nº01 (10 Esfiha de Carne + 10 Esfiha de Queijo): 20 unidades de esfihas assadas, com massa dourada e cobertura de carne moída ou queijo derretido. Apresentadas em uma bandeja circular, com molhos ao lado, destacando a variedade de sabores salgados."}
{"itemId": "cbde6e7b-b979-46ba-a4ae-fdea4d542451", "combined_description": "Suco natural de limão (300 ml). A imagem apresenta limões verdes, referenciando o ingrediente principal do suco. Observações: adoçar com açúcar, adoçante ou sem adoçar."}
{"itemId": "818c2951-a4d3-4e0f-a8aa-5f01384e3904", "combined_description": "Filé de frango grelhado, proteína magra, servido com arroz branco e legumes variados (cenoura e pimentão). Acompanha um quadrado amarelo de acompanhamento, com uma pequena erva por cima. Descrição para busca: alto teor de proteína, prato de frango grelhado com arroz e vegetais, refeição balanceada."}
{"itemId": "f20e2a34-22e7-4672-97e6-2c2df511c1f3", "combined_description": "Açaí 1l servido em taça com açaí roxo na base, coberto com rodelas de banana e morangos fatiados dispostos em círculo na superfície. Escolha 3 acompanhamentos da tabela 'gratuitos', o restante é pago por cada adicional; Obs não enviamos ingrediente gratuitos a parte. Caso não escolha nenhum acompanhamento, irá ir somente o açai Puro."}
{"itemId": "420c9d5c-6a92-4ce4-a084-f2a88a1f01d3", "combined_description": "Morango Selvagem Cítrico - 30g são doces em formato de morango com sabor de morango e toque cítrico, apresentando cores vermelha com topo verde. Cobertura açucarada confere textura granulada visível na imagem. Porção de 30 g (aproximadamente 5 unidades). Alérgenos: pode conter leite; não contém glúten."}
{"itemId": "18350c05-1e93-46c1-886b-8c02a36aed89", "combined_description": "Combo salmão com variedade de sushi: 10 sashimis de salmão, 8 hossomaki, 4 uramaki de salmão, 4 niguiris de salmão e 10 hot rolls. A apresentação é em bandeja em formato de barco, com fatias de salmão laranja, rolinhos com salmão e abacate e nigiri sobre arroz. Inclui itens de sashimi, maki (hossomaki e uramaki), nigiri e hot rolls, sugeridos para buscas por combo de salmão."}
{"itemId": "cf8d0d7a-24ee-42dd-8f9b-69b8075292bb", "combined_description": "Pão de Queijo Unidade: bolinha de pão de queijo com superfície dourada, apresentada como peça única (1un). Palavras-chave para busca: pão de queijo, unidade, bolinha, queijo, snack brasileiro."}
{"itemId": "7ec8372e-e3fc-49d6-a5a0-f83ac1b57f12", "combined_description": "Chiclete sem açúcar da marca Trident, com sabor Tutti-Frutti. Embalagem de 8 g contendo 5 chicletes. Mastigável de sabor frutado Tutti-Frutti, sem adição de açúcar."}
{"itemId": "116bb771-3938-4d35-afa9-c853f4fbb340", "combined_description": "Insalata Caesar: alface americana com molho de anchovas, parmesão e croutons, servida com fatias suculentas de frango grelhado. Na apresentação, as folhas aparecem cobertas pelo molho cremoso, com croutons crocantes e lascas de parmesão por cima, e as fatias de frango grelhado sobre a salada. Por conter frango, é uma opção com alto teor de proteína."}
{"itemId": "00b4fac5-142e-4620-a603-029610bf281a", "combined_description": "Lanche de frango cremoso com filé de frango, tomate e Catupiry, apresentado em pão enrolado com recheio cremoso e queijo derretido visível ao corte. O recheio combina pedaços de tomate e Catupiry, conferindo textura macia e sabor cremoso. Acompanha batata chips e maionese temperada."}
{"itemId": "d8534db0-6378-4156-abb0-355079c5616a", "combined_description": "Churrasquinho Candreva Especial: filé mignon, queijo, bacon e ovo em sanduíche, acompanhado de batata chips e maionese temperada. Visivelmente apresenta carne grelhada com queijo derretido entre pão cortado em pedaços, com bacon visível, e batata chips crocantes ao lado."}
{"itemId": "bdefce15-294b-40fa-93f2-024e4d3fdbba", "combined_description": "Duplinha Bentô - 2 Bentôs: dois bentôs individuais, cada um com gohan (150 g) e proteína à escolha entre opções de Bentôs Tradicionais, acompanhados pelo conjunto padrão (Guiozas/Harumaki 2 unidades e Bao 1 unidade) e sunomono disponível. Nas imagens, arroz com sementes de gergelim aparece em cada porção, com proteína em molho e legumes/vegetais variados distribuídos em compartimentos separados. Refeição balanceada em duas porções, com base de arroz, proteína e acompanhamento."}
{"itemId": "cbf09df9-b971-46a6-8d60-fd619d7bbf26", "combined_description": "Geladinho gourmet sabor leite Ninho com pedaços de morango, apresentando textura cremosa e refrescante. Contém combinação doce do leite em pó com frutas vermelhas, ideal para sobremesas geladas. Visualmente, destaca-se pela coloração branca com manchas vermelhas dos morangos. Produto doce e cremoso, típico de guloseimas geladas."}
{"itemId": "1f58ca07-a714-4a63-85cb-76863bf869e9", "combined_description": "Chiclete Trident Max sem açúcar, sabor Menta Blueberry. Embalagem com 5 chicletes, total de 16,5 g, com peças azuis e embalagem roxa com o logo Trident Max. Sabor mentolado de blueberry com duração, ideal para quem busca goma de mascar sem açúcar."}
{"itemId": "dd9c3255-83f4-43b6-ae45-fe29d86a28b0", "combined_description": "Gengibre em conserva em pote de 100 g. Fatias de gengibre de cor amarelo-claro, imersas em líquido translúcido, visíveis na embalagem da imagem. Descrição adequada para uso como condimento em preparações que requerem gengibre em conserva."}
{"itemId": "1c6cb0fb-17b0-41c3-bf85-5e03a250e664", "combined_description": "Teppanyaki de salmão (100 g) com shimeji (200 g). Filé de salmão grelhado na chapa com molho, acompanhado de cogumelos shimeji e guarnecido com cebolinha. Na imagem, arroz branco aparece ao fundo, mantendo as porções de 100 g de salmão e 200 g de shimeji."}
{"itemId": "237d34ac-1ebc-43a4-a547-4926e17fc932", "combined_description": "Batata frita tradicional, porção de 600 g, com palitos dourados e crocantes. Acompanha molho de ketchup servido em uma pequena porção, apresentado em prato de madeira."}
{"itemId": "1eeaf83f-965e-4483-84b9-550737f43b62", "combined_description": "Green Bacon é um hambúrguer com 80 g de Ultra Smash, queijo americano derretido, molho de ervas, tomate, alface americana, cebola roxa e bacon crocante, montado em pão macio. As camadas incluem queijo derretido sobre a carne, bacon crocante e vegetais (alface, tomate e cebola roxa) sob o molho de ervas. Pode adicionar batata crinkle ou nuggets."}
{"itemId": "9c7611c3-1715-4a88-a231-c7513ff73135", "combined_description": "Cerveja artesanal tipo Juicy IPA em lata de 473ml, intitulada \"Eu Sou O X Da Questão O Y Que Lute - Triple Coffee\". Apresenta uma coloração dourada com espuma branca e cremosa. Destaca-se pelo sabor intenso de café triplo aliado ao perfil amarelo típico da Juicy IPA. Ideal para quem busca uma bebida com notas amargas equilibradas e aroma marcante de café."}
{"itemId": "4d89e81d-188b-4d7e-9777-80b612c9c077", "combined_description": "Refrigerante Coca-Cola Zero em garrafa PET de 2 litros. Bebida de sabor cola, com cor âmbar escura e rótulo vermelho da Coca-Cola Zero, sem açúcar."}
{"itemId": "605cac1f-ab9b-4e83-ac7b-61c4127296aa", "combined_description": "Brownie de pistache feito com pistache de verdade, com textura molhada por dentro. Na superfície, aparecem pedaços de pistache visíveis que conferem aspecto rústico. Tamanho: 7,5 x 3,7 cm."}
{"itemId": "0ef9b723-ee50-4177-b908-5159713e8b70", "combined_description": "Pera Williams (Pyrus communis) — fruta de casca amarela com blush avermelhado, apresentada com uma pera inteira com haste e folha ao lado de uma metade que revela a polpa branca. A imagem mostra polpa clara interna e o formato alongado característico da variedade. Fruta fresca para consumo in natura, da variedade Williams."}
{"itemId": "159bc04d-ff37-4b14-9985-dbfef76663bb", "combined_description": "Tomate Tomita Grape Mascot em bandeja de 180 g. Tomates grape vermelhos e alaranjados, inteiros, dispostos em bandeja plástica branca. Ao lado, uma metade de tomate com folhas de manjericão, sugerindo apresentação fresca."}
{"itemId": "1cda4221-1f13-4cbf-aeb8-e4bb6e0eb176", "combined_description": "Suco Del Valle 100% maçã, 1 L, acondicionado em embalagem carton com imagem de maçãs vermelhas e o logo Del Valle. Rótulo indica que é 100% suco de maçã. Palavras-chave para busca: suco de maçã, Del Valle, 1 litro, embalagem carton, maçã."}
{"itemId": "2e071754-efc6-4296-a64e-6b0de3d9cc4e", "combined_description": "Suco Néctar de Laranja Maratá, embalagem de 200 ml. Néctar com 50% de polpa de suco de laranja, apresentado em embalagem cartonada com design verde e imagem de laranjas na frente."}
{"itemId": "35dbb025-cee1-4c56-88e7-87e56e9c68b2", "combined_description": "Chocolate branco e ao leite Diamante Negro Laka Lacta, 80 g, com crocante. Barra com camadas de chocolate branco e ao leite, apresentando crocante na peça. Embalagem exibe os logos Lacta, Laka e Diamante Negro, útil para buscas por chocolate branco, chocolate ao leite, crocante e 80 g."}
{"itemId": "41018838-9c0c-4177-a7de-b8afc3339c7b", "combined_description": "Chiclete Trident Sem Açúcar, sabor Menta. Embalagem verde com o logotipo Trident e a indicação \"sem açúcar\"; contém 5 chicletes. Mastigável, com sabor de menta, sem adição de açúcares."}
{"itemId": "47e8dbe2-3afd-4db3-9cf1-5adbe2253bf1", "combined_description": "Cookie Double Chocolate sem Glúten sem Lactose Belive, unidade de 80 g. Embalagem preta com detalhes roxos, com imagens de cookies de chocolate e cubos de chocolate; rótulos indicam sem glúten e zero lactose."}
{"itemId": "56ff58e5-4ce7-459d-a51d-97a639431792", "combined_description": "Chá Ice Tea de Limão Lipton, em garrafa PET de 1,5 L. Líquido âmbar com sabor a limão, apresentado com tampa amarela e rótulo Lipton com motivos de limão."}
{"itemId": "5fad1a52-a555-4b95-9461-1f6c3fe566a6", "combined_description": "Tempero completo sem pimenta, sabor a mi, em pote branco de 300 g. Embalagem com tampa azul e rótulo azul exibindo o logo Sabor Ami. Produto alimentício utilizado para temperar preparações sem pimenta."}
{"itemId": "68796011-3aff-4a32-88ee-81f57bcb78f3", "combined_description": "Macarrão instantâneo Cup Noodles Galinha Picante, unidade de 68 g. Embalagem tipo copo com rótulo vermelho e imagem de macarrão com pedaços de frango e milho. Sabor picante de galinha, característico da linha Galinha Picante."}
{"itemId": "70f0250d-d3e5-404b-96af-e35288c69f3a", "combined_description": "Iogurte Grego Vigor com sabor Morango e Baunilha, pote de 90 g. Embalagem rosa com o logotipo Vigor e o texto \"Sabor Morango e Baunilha\"; a imagem mostra um pote com uma colher revelando um iogurte rosado. Textura cremosa, sabor morango com baunilha."}
{"itemId": "7772afbb-c30f-41c6-ace1-107f968af9e2", "combined_description": "Linguiça Alho e Ervas Churrasco Seara, embalagem de 600 g. Feita com 100% carne suína, com sabor alho e ervas e apresentada em linguiças dentro de embalagem selada. O rótulo nutricional indica presença de proteína, apropriada para preparo de churrasco."}
{"itemId": "8cb003cd-914d-469d-bce8-c8b50b184982", "combined_description": "Folhas de chocolate com Belga e Avelã Chocolas, embalagem de 80 g. Chocolate em formato de folhas, com chocolate Belga e sabor avelã; a embalagem exibe o rótulo Crispy Cacao."}
{"itemId": "90b733e4-48c2-4b27-aa73-7bfdddbd158b", "combined_description": "Barra de chocolate ao leite aerado Suflair, 50 g, da Nestlé. Chocolate ao leite com textura aerada, proporcionando mordida leve e arejada. Embalagem vermelha com o logo Suflair e peso de 50 g indicado. Pode ser utilizado como lanche ou sobremesa."}
{"itemId": "9b42392f-10a5-4fd2-878b-d9002d5f7776", "combined_description": "Batata Chips Sabor Original Ruffles, pacote de 68 g, embalagem azul com o logotipo Ruffles e o desenho de uma batata frita. Chips de batata com formato ondulado (ridged) e sabor original, crocantes. Ingredientes: batatas, óleo composto de milho, canola e girassol; alérgenos: contém derivados de soja; pode conter leite; não contém glúten."}
{"itemId": "c72c7bb1-b6cb-47ec-b274-7ecce4220226", "combined_description": "Suco concentrado de laranja Maguary, apresentado em garrafa plástica de 500 ml com tampa vermelha. Rótulo destaca a marca Maguary com o selo Original e referência Laranja, indicando suco concentrado de laranja. Embalagem de 500 ml pronta para diluição antes do consumo."}
{"itemId": "cfb4499c-2cec-4200-8f1e-4d57163aa637", "combined_description": "Requeijão cremoso tradicional Polenghi, 200 g, apresentado em pote plástico azul com tampa azul. O rótulo exibe o nome Polenghi e a descrição \"Requeijão cremoso Tradicional\", com imagem de queijo, destacando a textura cremosa."}
