{"itemId": "442731c2-144b-4c5c-b81e-e0cf9dfa9630", "combined_description": "Macarrão Pena Adria em embalagem pacote de 500 g. Massa com ovos, formato Pena, produto da marca Adria."}
{"itemId": "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c", "combined_description": "Goplana Squares Pistache é um produto alimentício apresentado em embalagem de 200g. Trata-se de um doce em formato quadrado com sabor de pistache. Ideal para buscas relacionadas a chocolates, confeitaria e produtos com sabor de pistache."}
{"itemId": "5380e263-c202-45cf-8eae-81e54573f122", "combined_description": "Creme para pentear Seda, linha Boom Definição Intensa, identificado como \"Creme para Pentear Boom Definição Intensa\". Embalagem de 350 ml."}
{"itemId": "595ce305-ddf5-49fc-9a8c-b50a9ccf6267", "combined_description": "Desodorante antitranspirante aerosol Nivea Black & White Invisible Clear em embalagem econômica de 200ml (indicação \"Pague 150ml\" na embalagem). Produto com indicação x5 ANTI — anti odor, anti suor, anti manchas, anti resíduos e anti irritação — proteção 48h e sem álcool etílico e corantes."}
{"itemId": "5e2db3a9-1a2c-4462-8aa1-1ed045122e12", "combined_description": "Ração úmida Pedigree para filhotes sabor frango ao molho, sachê de 100 g, 100% completa e balanceada. Sem conservantes, corantes ou aromas artificiais, com suculentos pedacinhos cozidos a vapor. Balanço ideal de fibras que proporciona fezes firmes e fáceis de limpar e fonte de cálcio e fósforo para contribuir com crescimento saudável."}
{"itemId": "442731c2-144b-4c5c-b81e-e0cf9dfa9630", "combined_description": "Macarrão Pena com Ovos Adria, embalagem de 500 g. Massa com ovos no formato pena, produto da marca Adria, apresentado em pacote de 500 g. Palavras-chave de busca: macarrão, pena, ovos, Adria, massa com ovos, 500g, pacote."}
{"itemId": "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c", "combined_description": "Goplana Squares Pistache é um produto alimentar apresentado em embalagem de 200g. Contém pedaços ou quadrados com sabor a pistache. Ideal para buscas relacionadas a doces, snacks e pistache."}
{"itemId": "5380e263-c202-45cf-8eae-81e54573f122", "combined_description": "Creme para pentear Seda Boom Definição Intensa, 350 ml. Definição intensa para os fios ao pentear. Embalagem de 350 ml."}
{"itemId": "595ce305-ddf5-49fc-9a8c-b50a9ccf6267", "combined_description": "Desodorante aerosol Nivea Black & White Invisible Clear, embalagem 200 ml (Pague 150 ml). A embalagem econômica destaca x5 anti, incluindo anti odor e anti manchas. Sem álcool etílico e sem corantes, oferece proteção de 48h."}
{"itemId": "5e2db3a9-1a2c-4462-8aa1-1ed045122e12", "combined_description": "Ração úmida para cães filhotes com sabor frango ao molho Pedigree, 100 g. Refeição 100% completa, sem conservantes, sem corantes e sem aromas artificiais, com pedacinhos cozidos a vapor. Possui balanço ideal de fibras, proporciona fezes firmes e fáceis de limpar, e contribui para o crescimento seguro e saudável, além de ser fonte de cálcio e fósforo."}
{"itemId": "64646213-fd27-4df7-92bd-70b34a1bf033", "combined_description": "Páprica Doce Defumada em Pó Sol Dos Andes. Embalagem de 90 g."}
{"itemId": "69a6ff46-09a0-4875-a9c0-517af24b6ef0", "combined_description": "Queijo Minas Padrão fatiado da marca Président, embalagem de 150g. Produto de queijo Minas Padrão já fatiado, com o rótulo Novo na embalagem."}
{"itemId": "81224224-5628-4c2a-9592-3084995961fd", "combined_description": "Arroz Solito Integral, pacote de 1kg. Arroz integral da marca Solito, apresentado em embalagem de 1kg."}
{"itemId": "8d57346c-02c5-4f38-8320-ce26c64fc42c", "combined_description": "Farinha de linhaça marrom integral Vitalin, embalagem de 150 g. Produto à base de sementes de linhaça marrom moídas, apresentada na forma de farinha."}
{"itemId": "95e40e8e-d157-41d3-86d8-3b105dda5c9a", "combined_description": "Hamburger de Costela Wessel, hambúrguer de costela da marca Wessel. Embalagem de 360 g."}
{"itemId": "442731c2-144b-4c5c-b81e-e0cf9dfa9630", "combined_description": "Macarrão Pena com Ovos Adria, pacote de 500g. Massa com ovos, formato Pena, pasta seca da marca Adria. Embalagem de 500 g contendo macarrão Pena para uso em receitas de massa seca."}
{"itemId": "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c", "combined_description": "Goplana Squares Pistache é um produto de confeitaria com embalagem de 200g. Contém pedaços de pistache, indicado para consumo como doce ou lanche. A embalagem prática facilita o armazenamento e transporte do produto."}
{"itemId": "5380e263-c202-45cf-8eae-81e54573f122", "combined_description": "Creme para Pentear Boom Definição Intensa Seda 350ml. Embalagem 350ml."}
{"itemId": "595ce305-ddf5-49fc-9a8c-b50a9ccf6267", "combined_description": "Desodorante aerosol Nivea Black & White Invisible Clear, embalagem 200ml. Antitranspirante com proteção 48h e ação antimanchas. Sem álcool etílico e corantes."}
{"itemId": "5e2db3a9-1a2c-4462-8aa1-1ed045122e12", "combined_description": "Ração úmida para cães filhotes com frango ao molho, Pedigree, 100 g. Refeição 100% completa, sem conservantes, sem corantes e sem aromas artificiais, com pedacinhos suculentos cozidos a vapor. Balanço ideal de fibras e fonte de cálcio e fósforo, contribuindo para fezes firmes e crescimento seguro e saudável."}
{"itemId": "64646213-fd27-4df7-92bd-70b34a1bf033", "combined_description": "Páprica Doce Defumada em Pó da marca Sol Dos Andes, apresentada em embalagem de 90 g. Condimento em pó com sabor doce defumado, peso líquido 90 g."}
{"itemId": "69a6ff46-09a0-4875-a9c0-517af24b6ef0", "combined_description": "Queijo Minas Padrão fatiado, da marca Président, peso líquido de 150 g. Produto em fatias, identificado como Minas Padrão no rótulo, apresentado pela embalagem da Président."}
{"itemId": "81224224-5628-4c2a-9592-3084995961fd", "combined_description": "Arroz Solito Integral, embalagem de 1kg. Arroz integral em pacote de 1kg da marca Solito. Peso líquido: 1kg."}
{"itemId": "8d57346c-02c5-4f38-8320-ce26c64fc42c", "combined_description": "Farinha de linhaça marrom integral, da marca Vitalin. Apresentada em embalagem de 150 g."}
{"itemId": "95e40e8e-d157-41d3-86d8-3b105dda5c9a", "combined_description": "Hamburger de Costela Wessel, 360g. Embalagem 360g."}
{"itemId": "9f7f700f-0a38-45f2-b50b-d96f2ada1f45", "combined_description": "Pão de Milho Seven Boys, 450 g, em embalagem tipo pacote. Produto de panificação de milho da marca Seven Boys, com peso de 450 g."}
{"itemId": "b3ee90ef-e78c-4ca1-860f-b8eaa752103d", "combined_description": "Conjunto de 3 escovas dentais Colgate Extra Clean, em embalagem 3 pack. Escovas com cerdas para higiene bucal e cabos de cores variadas, identificadas como Colgate Extra Clean 3-pack."}
{"itemId": "baeb2265-990a-4bd3-8fbf-6ad9699aba06", "combined_description": "Queijo mussarela fatiado Classic Carrefour, embalagem de 150 g. Fatias de mussarela em formato fatiado, da linha Carrefour Classic, com peso total de 150 g."}
{"itemId": "bfb7fd54-a731-44a6-9277-c06a8ad290ee", "combined_description": "Coxinha de Frango Congelada Carrefour, embalagem de 300 g. Produto congelado com coxinha de frango da marca Carrefour. Serve 4 a 6 pessoas, conforme embalagem."}
{"itemId": "c5c6f713-55bf-4363-a457-4335dea2f53a", "combined_description": "Conjunto de 2 escovas de dentes Zig Zag Colgate com carvão ativado. Cerdas suaves, com design Zig Zag, para higiene bucal diária. Produto vendido em embalagem com 2 unidades (2 pack)."}
{"itemId": "cc8910f8-9a15-4044-83a2-0b93ddcb8e3e", "combined_description": "Sopão de carne com legumes Maggi, embalagem de 200 g. Sopa com carne e legumes em embalagem de 200 g, identificada pela marca Maggi."}
{"itemId": "d3943d53-0f56-4725-8b88-cf2be0e8ba1a", "combined_description": "Linguiça Calabresa Aperitivo Prieto, embalagem de 500 g. Linguiça calabresa para aperitivo, da marca Prieto."}
{"itemId": "d84ad79d-86ca-450c-9b78-885649f00afc", "combined_description": "Coxinha da asa de frango, pedaços crus apresentados para venda. Produto vendido por peso."}
{"itemId": "e23c3716-87c8-45e2-aa53-8976f7747a7d", "combined_description": "Desinfetante perfumado Lavanda Pinho Sol, em embalagem de 500 ml. Produto de limpeza para desinfecção com aroma de lavanda, da marca Pinho Sol."}
{"itemId": "e9ba1ff2-f73e-407b-ac0f-39587a18cc50", "combined_description": "Conjunto de 4 lápis de grafite Bic Evolution, formato hexagonal com borracha. Embalagem contendo 4 unidades."}
{"itemId": "f09a9faa-b7ae-4869-8500-c17ff4c40174", "combined_description": "Biscoito Nesfit Morango e Cereais da Nestlé, em embalagem de 160 g. Snack de biscoitos com sabor morango e cereais; porção de 30 g (6 biscoitos) conforme informações nutricionais da embalagem."}
{"itemId": "f7cccd71-37fd-450f-bdd2-f5fb5a953b82", "combined_description": "Manteiga Extra com Sal em formato tablete, da Carrefour. Embalagem de 200 g."}
{"itemId": "dc189f61-cbd9-4fb7-9a5f-b0e90f51682e", "combined_description": "McChicken Duplo é composto por dois empanados de frango, maionese, alface americana e pão com gergelim. O sanduíche apresenta dois empanados de frango, maionese, alface americana e pão com gergelim."}
{"itemId": "bc229945-9a33-4961-bb0c-304cb9dfa920", "combined_description": "Tábua de Calabresa e Carne: carne em tiras (240g in natura) e calabresa fatiada (280g in natura) + 1 acompanhamento. Escolha o acompanhamento preferido: fritas (280g in natura), mandioca (400g in natura) ou polenta (400g in natura). Escolha também molho para acompanhar: barbecue (70g), ranch (70g) ou maionese c/ ervas (70g)."}
{"itemId": "69fa9bec-03b6-4aa2-ac7a-1bbd9944f04c", "combined_description": "Refresco Limão sem Açúcar Del Valle Fresh, em garrafa de 1,5 litros. Sabor limão e sem açúcar, com embalagem de 1,5 L."}
{"itemId": "d02316bb-228d-4636-8039-14b6bbcc4ca3", "combined_description": "Omelete de frios recheada com queijo mussarela, presunto e orégano. Servida em marmitex, acompanha arroz branquinho, feijão carioquinha, farofa, macarrão ao alho e óleo e abobrinha refogada."}
{"itemId": "a0ed5d90-2784-4d7f-aae3-93053e303088", "combined_description": "Big White Sauce é um hambúrguer com pão de hambúrguer com gergelim, coberto por molho da casa à base de parmesão. Carne artesanal suculenta de 130g vem com requeijão e queijo mussarela derretido."}
{"itemId": "8531137e-51be-405a-a90b-4457a7858bef", "combined_description": "Bento Shimeji com arroz japonês, 200 gramas de shimeji e salada sunomono. Inclui 1 harumaki queijo e 1 harumaki legumes. Componentes-chave para busca: arroz japonês, shimeji, sunomono, harumaki queijo, harumaki legumes, bento."}
{"itemId": "67b9cb10-5130-4b5b-9813-ef1df87bb925", "combined_description": "Copo Brigadeiro Dou e Morangos, 250 ml, com camadas de brigadeiro de Ninho e brigadeiro de cacau 50%, morangos frescos e brownie. Serve 1 pessoa."}
{"itemId": "d2aca66d-1e52-4666-b4a6-ec0f1420c93f", "combined_description": "Enroladinho pequeno feito com peito de frango e recheado com requeijão cremoso. Produto salgado, ideal para lanches rápidos e petiscos. Contém massa fina envolvendo o recheio de frango e requeijão."}
{"itemId": "89ae61d0-fc55-4cbc-a360-f8e1bab4b1ae", "combined_description": "Refrigerante carbonatado de sabor original, Coca-Cola tradicional. Embalagem em lata de 350 ml."}
{"itemId": "e9d4d659-d7fa-3730-8922-ae2d9ee80a59", "combined_description": "Pizza média com 8 pedaços, dividida em dois sabores diferentes. Ideal para quem deseja variedade em uma única pizza. Produto disponível em tamanho médio, facilitando o consumo em porções."}
{"itemId": "09bd5a72-57d4-495e-b77e-c914a1d1d842", "combined_description": "Copo de 770 ml com a opção de adicionar 1 a 5 itens adicionais da preferência do cliente sem custo. A imagem mostra coberturas visíveis no topo, como chantilly, pedaços de fruta e um palito de biscoito."}
{"itemId": "59697abc-d364-4f4a-95cd-e317fc84301f", "combined_description": "Coca-Cola Original em lata de 350 ml. Refrigerante na embalagem lata, com capacidade de 350 ml."}
{"itemId": "ff4ad960-3d32-4615-aaf0-d85cef593bb2", "combined_description": "Pizza doce de 20 cm, dividida em 4 fatias, com 2 sabores disponíveis. Cobertura de chocolate com granulado e uma cereja no centro, conforme a imagem. Palavras-chave: pizza doce, 20 cm, 4 fatias, 2 sabores, cobertura de chocolate, granulado, cereja."}
{"itemId": "58141193-51d1-4a91-9e33-b7693da941b3", "combined_description": "Pizza de 8 pedaços com base de molho de tomate caseiro. Coberta com brócolis, requeijão cremoso (Catupiry) e bacon."}
{"itemId": "a8af855a-578a-4c66-8584-8775f845292d", "combined_description": "Coca-Cola Descartável, bebida gaseificada com sabor original, apresentada em garrafa de 2,5 litros. Embalagem descartável com capacidade de 2,5 L, rótulo Coca-Cola Original."}
{"itemId": "96ac5b40-61dc-4c0d-8d0c-c407ea047b27", "combined_description": "Marmita P com tilápia grelhada e mix de legumes. Acompanhada de arroz, feijão, farofa e legumes."}
{"itemId": "78a01d9e-8e8a-4ae6-8d74-b1f2c171393f", "combined_description": "Unicórnio - 500ml é um sorvete com dois sabores de massa: Céu Azul e Chiclete, recheado com Trufa de Leitinho. Lembra a infância e é colorido e divertido."}
{"itemId": "16c5b3d3-7879-4dd1-9763-f97ae53cc523", "combined_description": "Tablete ao leite Chocoarte, decorado artesanalmente com a palavra 'gratidão'. Peso 40 g. Ótima opção para presentear ou compor cestas."}
{"itemId": "da91c3bc-6898-4e3e-8b6f-0c503e918830", "combined_description": "Ovo de chocolate ao leite de 170 g com drageados crocantes. Acompanha pelúcia exclusiva da Lindinha, personagem das Meninas Superpoderosas."}
{"itemId": "c7a6f4e9-f7f4-4d4f-aa5b-1780851e2140", "combined_description": "Sprite 350 ml em lata, refrigerante de sabor original. Embalagem de 350 ml, bebida gaseosa pronta para consumo."}
{"itemId": "c7fcad64-2a8f-41f1-90ba-7ab7880215bd", "combined_description": "Bolo de pote caseiro com duas camadas de bolo de leite, recheio e cobertura deliciosa de creme Nutellino. Palavras-chave: bolo de pote, bolo de leite, creme Nutellino, recheio, cobertura."}
{"itemId": "9ed6cfca-f22c-4ac7-a1f9-b367e4256a81", "combined_description": "Refrigerante Pepsi Zero em lata de 350 ml. Embalagem: lata com logotipo Pepsi Zero e a indicação Zero Açúcares."}
{"itemId": "4960fc93-714c-4087-bc5b-bd4eb5554d6e", "combined_description": "Ondansetrona 8 mg, Medley Genérico, apresentado em caixa com 10 comprimidos. Embalagem econômica: caixa contendo 10 comprimidos (10 cpr)."}
{"itemId": "8d5a0a95-b6ea-4fa6-b58b-0fc6ff4f6b49", "combined_description": "Soro Fisiologico Ever Care 500ml. É uma solução fisiológica apresentada em embalagem de 500ml."}
{"itemId": "c6f06148-2724-4484-a6ce-73971440d341", "combined_description": "Repelente Extrême com Icaridina em aerosol Exposis.  \nEmbalagem 100ml."}
{"itemId": "c0deb6c4-8fcb-4014-ae97-e50783157239", "combined_description": "Coca-Cola Zero em lata de 350 ml. Produto sem açúcar, conforme indicado na embalagem (lata vermelha com o rótulo Coca-Cola Zero)."}
{"itemId": "63779fad-756f-4900-8807-5f6d29e9d58d", "combined_description": "Bolo de cenoura com brigadeiro ao leite super cremoso, finalizado com brigadeiros boleados e farelos de bolo de cenoura. Mantém a combinação de bolo de cenoura com brigadeiro ao leite cremoso, com acabamento em brigadeiros boleados. Palavras-chave de busca: cenoura, bolo de cenoura, brigadeiro ao leite, brigadeiros, farelos de bolo de cenoura."}
{"itemId": "427d7027-9b7b-4a42-aa3c-83d22571790b", "combined_description": "Kit Pop da Pet Clean, composto por Shampoo 700 ml, Condicionador 250 ml e Perfume 120 ml. Conjunto de 3 itens (kit 3un) com produtos de higiene para pets. Palavras-chave para busca: shampoo 700ml, condicionador 250ml, perfume 120ml, Pet Clean, kit 3un."}
{"itemId": "9b3cdcf2-5d61-4267-bcee-e852fc778c61", "combined_description": "Ganadol 50 g é um produto veterinário apresentado em embalagem com peso líquido de 50 g, da marca Zoetis. O rótulo indica uso veterinário."}
{"itemId": "dad3b555-0ab6-4c53-bbd1-df61cff6a979", "combined_description": "Ração Vet Life Natural Gastro-Intestinal para Cães Adultos com Distúrbios Intestinais da Farmina. Linha Vet Life Natural Gastro-Intestinal voltada para cães adultos com distúrbios intestinais. Embalagem de 2 kg."}
{"itemId": "4414a6a8-01b6-4417-abfc-b31255ea411c", "combined_description": "Prato com 700 gramas de tilápia preparado à moda, acompanhado de arroz, salada e purê. Serve aproximadamente 2 pessoas. Ideal para quem busca uma refeição com peixe, acompanhamentos variados e porção compartilhável."}
{"itemId": "d960a385-30c1-4688-9e7c-5cdff9d4d5b0", "combined_description": "Picolé da marca Skimo, embalagem azul com detalhes amarelos, em formato de palito. Produto congelado utilizado como sobremesa fria, com a marca Skimo visível na embalagem."}
{"itemId": "fe595fb2-a32d-479a-924b-30604dcdc194", "combined_description": "Costela Geléião é um hambúrguer de costela 120g servido em pão brioche, com queijo cheddar em fatia, geléia de pimenta Queensberry e fatias de bacon. Acompanha porção individual e refri lata."}
{"itemId": "31abe8cc-b71a-4a78-8345-17cc0e4c4879", "combined_description": "Casquinha de Siri é um prato de frutos do mar com recheio de carne de siri coberto por uma camada crocante e dourada, assada. A preparação costuma finalizar com ervas picadas e é servida com uma fatia de limão ao lado."}
{"itemId": "de95b288-d6ba-4552-a7d2-9655412daf69", "combined_description": "Tiras de miolo de alcatra são regadas com melaço de cana e amendoim crocante. O prato cobre o Baião De Dois tradicional (arroz com feijão de corda verde, bacon, calabresa, carne seca, manteiga de garrafa, queijo coalho e toque de coentro)."}
{"itemId": "f87aeacc-bad8-4209-b813-4b303668a6da", "combined_description": "Guaraná Xereta em garrafa de 2 litros. Garrafa de 2 litros com o produto Guaraná Xereta."}
{"itemId": "1ebdf416-3a1e-4aa4-9093-cad94481d98f", "combined_description": "Caesar Wrap Peq com frango grelhado, muçarela de búfala, tomate, parmesão, croutons da casa e alface. Palavras-chave: Caesar wrap, wrap pequeno, frango grelhado, muçarela de búfala, tomate, parmesão, croutons, alface."}
{"itemId": "36e08677-1a5e-4e82-a6f9-12900e444a78", "combined_description": "Itens da seção Outros: Coca 600 ml $7,00; Refrigerante Caçulinha 3,00; Itubaina 500 ml 5,00; Água 510 ml $3,00; Água 1,5 l 5,00; Água com gás $4,00. Itens são bebidas (refrigerantes e águas) com volumes variados."}
{"itemId": "d27a7505-97cd-4728-a3cc-7866a5f0c10a", "combined_description": "Refrigerante Coca-Cola em garrafa de 2 litros. Volume: 2 litros."}
{"itemId": "ccc0d3f5-b663-4c16-b12a-ffc838754259", "combined_description": "Sanduíche quente de frango desfiado com cream cheese, queijo mussarela, alface, rúcula, cebola roxa e tomate, servido em pão ciabatta com molho. Peso: 355 g."}
{"itemId": "51da0e38-ba87-4b96-b2a4-250b11625e08", "combined_description": "Coca-Cola Zero em lata de 350 ml, refrigerante sem açúcar. É uma bebida da marca Coca-Cola, na versão Zero com embalagem de 350 ml. Palavras-chave para busca: Coca-Cola Zero, Coca-Cola, refrigerante sem açúcar, lata 350 ml."}
{"itemId": "c1cdb738-2c00-4fcb-ad3c-e9cc7ddd6a5c", "combined_description": "Refrigerante Coca-Cola Zero em garrafa de 2 litros. Embalagem apresenta Coca-Cola Zero com capacidade de 2 litros."}
{"itemId": "ebd63395-5e7a-4061-b1d7-f937f662b0e7", "combined_description": "Feijoada completa em porção média, acompanha arroz, couve, farofa, vinagrete, laranja e torresmo. Acompanhamentos enviados separadamente, cada um em sua embalagem."}
{"itemId": "189599bb-f89e-473d-92e3-01a94437433e", "combined_description": "Vitanol a, creme de 30 g, concentração 0,5 mg. Embalagem: unidade 1 un."}
{"itemId": "2b8c2b3b-2662-4a04-ad1e-5ecdc08ce369", "combined_description": "Óleo Mineral Adv Farma com embalagem de 100 ml. Etiquetado como 100% puro, indicado para uso tópico em pele ressecada. Conteúdo de 100 ml na caixa."}
{"itemId": "58c2b39b-fa14-4d75-9694-2c5e60d7051c", "combined_description": "Advil Ibuprofeno 400 mg, caixa com 8 cápsulas. Embalagem indica ibuprofeno como ingrediente ativo em cápsulas de 400 mg, com 8 unidades por caixa."}
{"itemId": "76015b52-15b0-4899-9dbf-65edae05855f", "combined_description": "Alisante Guanidina Regular da Salon Line, produto para alisamento capilar. Embalagem de 218 g. Kit com creme alisante Guanidina, ativador líquido e shampoo neutralizante, conforme itens visíveis na imagem."}
{"itemId": "8df0a8d7-cc8a-45f6-9468-2fa4e22b5221", "combined_description": "Caixa Libbs com 21 comprimidos revestidos. Embalagem: caixa contendo 21 comprimidos revestidos, fabricada pela Libbs. Descrição voltada para busca com palavras-chave: Libbs, comprimidos revestidos, caixa, 21."}
{"itemId": "b4e4d65a-befd-450c-9870-5fb5fa417a4f", "combined_description": "Adoçante Zero Cal com sucralose, em embalagem de 100 ml. Vem em dupla embalagem com duas garrafas de 100 ml, com 50% de desconto na segunda unidade. Produto sem calorias, indicado para adoçar bebidas e alimentos."}
{"itemId": "e8431d92-7cfb-45fe-ab4a-bd0ec185ec9b", "combined_description": "Aerodini 100 mcg, jato com 200 doses, 1 tubo de aerossol. Embalagem: caixa com 200 doses."}
{"itemId": "8378b4dd-f91a-41cf-af6f-731becfcc334", "combined_description": "Água Crystal sem gás, garrafa de 500ml. Água não gaseificada da marca Crystal, adequada para consumo diário."}
{"itemId": "2a64820e-05a1-427d-b8d7-5c81d22b0051", "combined_description": "Ração Úmida Sachê Carne Ao Molho para Cães Adultos de Raças Pequenas Pedigree 100g. Refeição 100% completa, sem conservantes, sem corantes e sem aromas artificiais. Suculentos pedacinhos cozidos a vapor com balanço ideal de fibras, proporcionando fezes firmes e fáceis de limpar. Pelo saudável: Contém Ômega 6 e Zinco."}
{"itemId": "1fc9a7d3-516d-4e2b-9f72-00f922aff3ee", "combined_description": "Adicional - Strogonoff de Carne: carne em pedaços cozidos em um molho cremoso, típico do prato strogonoff. Este item é apresentado como adicional no pedido, com ênfase na carne e no molho cremoso."}
{"itemId": "fdeed728-07f5-4233-878a-0ab10b07b986", "combined_description": "Feijoada servida em panela de barro, com pedaços de carne em molho escuro. Acompanha arroz branco à parte, visível ao lado na imagem. Palavras-chave: feijoada, carne, prato brasileiro, arroz."}
{"itemId": "8c6e6205-26f2-4b80-87b2-d2a792a1c594", "combined_description": "Porção pequena de farofa temperada, preparada com farinha de mandioca, salsinha, alho e cebola, manteiga e azeite de dendê. Os ingredientes listados correspondem à descrição original (farinha de mandioca, salsinha, alho e cebola, manteiga e azeite de dendê), auxiliando buscas por farofa temperada da casa."}
{"itemId": "6a84c5f5-598b-4977-8419-437a26f30a1e", "combined_description": "Conjunto de 30 salgados fritos mistos, com a opção de escolher sabores e quantidades de cada item. O mix inclui coxinha, bolinha de queijo, croquete, kibe, salsicha, presunto e queijo e frango. Acompanha molho de pimenta de 30 ml."}
{"itemId": "fac4ae17-0ecb-4981-ae58-70a671d05fa3", "combined_description": "Executivo picanha grelhada. Acompanha arroz, tutu de feijão ou feijão, salada (alface, cenoura e tomate) e fritas."}
{"itemId": "2bdc8c5b-f329-4a5c-b8b2-fa7924fb8724", "combined_description": "Combo D Melt Crispy é composto por hambúrguer artesanal de costela de 100 g, com cheddar melt, cebola crispy, molho bbq e pão brioche, com maionese especial do chef. Acompanha batatas fritas sequinhas e Coca-Cola 350 ml gelada. Promoção 2x1 disponível para este combo."}
{"itemId": "e787bcbb-f383-44e4-a105-9c2be3e6a31a", "combined_description": "Hot dog montado na bandeja, Duplo Tradicional Completo, com duas salsichas, ketchup, mostarda, milho, batata palha, purê de batata cremoso, maionese temperada e farofa de alho frito, finalizado com azeitona temperada. Acompanha Guaraná Antarctica. Com todos os ingredientes, o hot dog pesa aproximadamente 600 g."}
{"itemId": "0542a418-9c91-4e46-b296-676c1dd3ee57", "combined_description": "Marmita Mista Tamanho M com arroz, feijão, macarrão, bife e filé de frango, acompanhada de Coca-Cola Zero 350ml. Itens-chave para busca: arroz, feijão, macarrão, bife, filé de frango e Coca-Cola Zero 350ml."}
{"itemId": "6e60bc0a-94ec-4422-8b1a-2c6783d84234", "combined_description": "Suco do Dia - Melancia 500ml. Suco de melancia com volume de 500 ml, associado ao item do dia. Palavras-chave de busca: suco, melancia, 500ml, Suco do Dia."}
{"itemId": "dcc1bfd5-35c2-42f6-bf7e-9e07a45d7e2a", "combined_description": "Balance é uma porção com patinho moído suculento. O prato é apresentado com molho laranja ao lado e vagens verdes ao redor. Trata-se de uma combinação de patinho moído, molho laranja e vagens, útil para buscas por carne moída com acompanhamento simples."}
{"itemId": "14b2749a-8fd8-481e-8a3a-2ec1c9e0e20a", "combined_description": "Kibe cru de 150 g com hortelã e cebola. Não acompanha pão sírio."}
{"itemId": "34cce27e-ebb4-4764-aef3-676ee08259e5", "combined_description": "Brookie no Pote é uma sobremesa que reúne brownie com cookie, apresentado em pote. Acompanhado pelo creme de sua escolha, você pode escolher até 2 sabores de recheio."}
{"itemId": "19c4db04-28ee-4775-b5c3-627988167206", "combined_description": "Fralda geriátrica Confort EG da TENA, com 18 unidades no pacote. Indicado para incontinência severa e com 3x proteção."}
{"itemId": "4fc5b35e-3b22-40b0-b2aa-03374b18b904", "combined_description": "Eucerin Aquaphor Pomada Reparadora Intensiva, pomada reparadora para a pele, apresentada em embalagem de 49g. Indicado para pele seca, oferece reparação da pele com hidratação intensa e rápida absorção. Palavras-chave de busca incluem: Eucerin Aquaphor, pomada reparadora, pele seca, reparação da pele, hidratação, embalagem 49g."}
{"itemId": "9153a88b-f390-45fd-b8e7-784e584eb2df", "combined_description": "Domperidona 10 mg, Eurofarma, em caixa contendo 30 comprimidos. Caixa com 30 comprimidos (30cpr) de domperidona, fabricante Eurofarma."}
{"itemId": "c8994b6f-8ce9-4ffc-8708-2ac4540ffd7d", "combined_description": "Fórmula infantil para lactentes Nestogeno 2, em lata de 800 g. Indicado para bebês de 6 a 12 meses, com prebióticos. Embalagem em lata de 800 g para Nestogeno 2."}
{"itemId": "85b9337f-e631-4f0e-b0df-bb09acf152b0", "combined_description": "Yakissoba Tradicional G 1 Kg com macarrão chinês, carne, frango e molho da casa. Contém legumes: acelga, cebola, cenoura, pimentão vermelho, repolho, vagem e brócolis. Champignon não incluso."}
{"itemId": "14f08073-4a59-492e-879b-5767e94e3fe3", "combined_description": "Mini Pão Brioche Soui Australiano 270g é um pão brioche em formato mini, com embalagem de 270g. Palavras-chave: pão brioche, brioche, brioche australiano, mini pão, embalagem 270g, produto de panificação."}
{"itemId": "55a39983-fa8f-463e-a462-fdaea7127163", "combined_description": "Manjericão Vermeulen em embalagem de 30g. Produto composto por manjericão apresentado em embalagem plástica selada, peso total de 30 gramas. Marca Vermeulen."}
{"itemId": "8316e1e3-a557-4ad3-b0e1-0d241702395d", "combined_description": "Peças de frango cru (coxinha/asa), apresentadas para venda por peso. Vendido por peso (preço por kg) conforme indicado no item. A imagem mostra frango cru com pimentas coloridas, tomate e alho ao redor, servindo como referência visual para buscas por frango por peso."}
{"itemId": "986f4837-60b0-436c-94b0-5370b9ad4e1f", "combined_description": "Banana Maçã Kg é vendido por peso. A descrição atual é 'Compra por peso', indicando venda por quilograma."}
{"itemId": "dfd09789-43e0-420b-a197-4146d96113a7", "combined_description": "Panceta suína resfriada em cortes com gordura entremeada. Produto de carne suína fresca, vendido por peso (kg)."}
{"itemId": "bcd14c64-d891-4223-958a-001d920ebfc7", "combined_description": "Açaí de 500ml com 5 complementos inclusos, entre frutas frescas e coberturas, montados em 3 camadas. Não é permitido montar o copo somente com o açaí; ao menos 1 complemento deve ser adicionado. O Creme de Avelã é o único complemento cobrado à parte e conta como complemento; pedir creme de avelã reduz o número de complementos disponíveis para 4. Imagens meramente ilustrativas."}
{"itemId": "5c6b5458-09f3-45f2-9315-7d68024879f7", "combined_description": "Burger de costela de 160g em pão artesanal, com maionese da casa, queijo Gruyere, cebola caramelizada, bacon, rúcula e tomate cereja. Palavras-chave para busca: costela, burger de costela, 160g, pão artesanal, maionese da casa, Gruyere, cebola caramelizada, bacon, rúcula, tomate cereja, Bento's Gruyere."}
{"itemId": "10275725-44bc-4c32-a20c-5b08c88cfd53", "combined_description": "X salada é um sanduíche com pão, hambúrguer de 90 g, queijo, alface e tomate. É finalizado com molho especial."}
{"itemId": "31d9f827-7c70-4f4d-ae38-2144a951a848", "combined_description": "Cheiro Verde Higienizado La Vita, em pacote de 60g. Condimento verde pronto para uso em receitas, com higienização já realizada. Embalagem tipo pacote facilita armazenamento e adição direta aos pratos."}
{"itemId": "3fd04bba-56e6-441b-8a4f-1f9c89d69fbd", "combined_description": "Pedra sanitária de lavanda Harpic, pedra perfumada para sanitário. Embalagem de 25g. Aroma de lavanda (cheirinho de lavanda) presente na pedra perfumada."}
{"itemId": "49909bcd-ccc6-4b69-8564-6867138a30bc", "combined_description": "Medalhão de Filé Mignon Qualitá, carne bovina crua em bandeja. Compra por peso (kg). Contém duas peças de medalhão de filé mignon."}
{"itemId": "59254b99-cd63-470c-afb8-10ddc6bc1425", "combined_description": "Pão de alho em bolinha da marca Zinho. Embalagem 300g."}
{"itemId": "6aad05b5-0459-4028-ac51-bb67c24a2816", "combined_description": "Iogurte Grego Danone Light com sabor Morango, 510 g, em bandeja com 6 unidades. Produto de iogurte grego, light, com sabor Morango, da marca Danone. Embalagem: bandeja contendo 6 unidades, total de 510 g."}
{"itemId": "7772d5c6-ad70-4e96-a78b-9bd668df63a1", "combined_description": "Absorvente externo da linha Sempre Livre Adapt com abas, cobertura suave. Embalagem com 16 unidades. Oferece rápida absorção com ajuste ideal ao corpo para fluxos leves e mantém o absorvente estável com as abas."}
{"itemId": "863164ac-832f-41ef-9fc7-90b0bc147969", "combined_description": "Copo descartável Qualitá de 300 ml, com 50 unidades na embalagem. Embalagem de 50 copos descartáveis."}
{"itemId": "9404a87a-e66c-4248-a761-85279b77b4f2", "combined_description": "Cerveja Michelob Ultra em lata de 350 ml. O rótulo apresenta a linha Ultra e o rótulo “Superior Light Beer”, identificando uma cerveja leve. Produto para maiores de 18 anos."}
{"itemId": "9facd19b-0a3c-4099-9d22-84887fcce152", "combined_description": "Chocolote Shake de Caramelo Salgado Hershey's, chocolate com sabor caramelo salgado. Embalagem de 77 g. Descrição voltada para busca: produto da Hershey's com sabor caramelo salgado, peso líquido 77 g, relevante para consultas envolvendo Hershey's, chocolate, caramelo salgado e snack."}
{"itemId": "b295695b-7c5d-420e-9ef7-b26c946fa1f7", "combined_description": "Pão bisnaga Artesano Pullman, 300g. Embalagem de 300g. Produto de pão em formato de bisnaga, da linha Artesano Pullman."}
{"itemId": "c3c72b56-bb0d-4863-89ea-e2d5ef93efb2", "combined_description": "Açaí Original Frooty, em embalagem de 700 ml. Sabor Original, apresentado pela marca Frooty."}
{"itemId": "d467991d-7bf7-4a72-8b35-5ac5568249ce", "combined_description": "Peito de frango defumado fatiado Ceratti, embalado em 100 g. Fatias de peito de frango defumado, da marca Ceratti, com peso líquido de 100 g."}
{"itemId": "e411515c-638a-49d4-bcb4-d902dc007fd2", "combined_description": "Azeite de oliva italiano extra virgem Costa D'Oro, em garrafa de vidro de 250 ml. Embalagem de vidro com capacidade de 250 ml da marca Costa D'Oro. Palavras-chave de busca: azeite de oliva, extra virgem, italiano, Costa D'Oro, 250 ml, vidro."}
{"itemId": "f8d74791-2fcc-48d5-b6fa-69298fc0e589", "combined_description": "Cerveja Delirium Nocturnum, garrafa 330ml. Produto para maiores de 18 anos."}
{"itemId": "71b85b79-1800-46cd-95b9-4daf8c2d3f63", "combined_description": "Água sem gás em embalagem de 500ml, indicada para consumo direto. Produto sem adição de gás carbônico, ideal para quem busca hidratação natural. Contém água potável em formato prático e individual."}
{"itemId": "58469e59-a093-4d26-b47b-17993eae3443", "combined_description": "Fanta Uva em lata de 350 ml. Sabor Uva, embalagem lata com a marca Fanta."}
{"itemId": "8109fdb8-f428-4226-b57f-a80d829dd9aa", "combined_description": "Snickers Dark é uma barra de chocolate de 42 g por unidade. Contém amendoim, caramelo e nougat cobertos por chocolate Dark. Produto de snack individual, pronto para consumo."}
{"itemId": "9fedd305-c592-4198-8379-1269c89b4554", "combined_description": "Salada é um hambúrguer servido em pão brioche fresco e dourado, com um hambúrguer de 150g preparado para a perfeição. Coberto com queijo cheddar derretido, acompanha alface crocante e a doçura natural do tomate. Trata-se da combinação entre pão brioche, cheddar derretido, alface e tomate."}
{"itemId": "09a7cd16-7e8e-473f-8990-4638be28d4df", "combined_description": "Ração úmida em sachê carne ao molho para cães adultos de raças pequenas Pedigree, 100 g. Refeição 100% completa, sem conservantes, sem corantes e sem aromas artificiais, com pedacinhos cozidos a vapor e balanço ideal de fibras para fezes firmes e fáceis de limpar. Contém Ômega 6 e Zinco para pelo saudável."}
{"itemId": "44e49909-6f8b-475e-9aee-bbb951fcdfca", "combined_description": "Bebida láctea Frappuccino da Starbucks com sabor caramelo e café, apresentada em embalagem de 280 ml. É uma bebida frappuccino pronta para consumo, 280 ml, Starbucks."}
{"itemId": "7787238d-c59f-480b-8d66-4ebaba52b14b", "combined_description": "Ovinhos de amendoim salgados da Elma Chips. Snack de amendoim em formato ovinho, embalagem de 145 g. Alérgenos: contém amendoim; pode conter trigo, soja, ovo e leite; contém glúten."}
{"itemId": "b960b9e8-a811-4391-92ee-c80dea5c09fb", "combined_description": "Batata chips onduladas da marca Ruffles, sabor churrasco, embalagem de 68 g. Snack de batata frita com formato ondulado e sabor churrasco, peso 68 g. Alérgicos: contém derivados de soja e de leite; não contém glúten."}
{"itemId": "47d00caf-0db1-45a7-8135-39714477409a", "combined_description": "Lanche de Linguiça Especial combina linguiça saborosamente aberta, alface fresca e crocante, vinagrete suculento e apetitoso, cream cheese cremoso e indulgente, mussarela derretida e aconchegante, tudo envolto em pão francês crocante e dourado ou pão de hambúrguer macio e esponjoso. É uma opção da categoria Lanches que oferece sabores marcantes e texturas variadas a cada mordida."}
{"itemId": "ef0c2f2b-157f-43d2-9d69-fe34ae6e0047", "combined_description": "Hot-dog Calabresa - Bandeja: duas salsichas suculentas cobertas por fatias de calabresa defumada e crocante, com milho colorido que confere doçura. O vinagrete caseiro oferece acidez, enquanto a mostarda, o ketchup e a maionese criam sabores cremados. Finaliza com purê de batatas e batata palha crocante, servido em bandeja."}
{"itemId": "3a87cb91-c384-4e7e-80ab-6248668069c4", "combined_description": "Vodka Askov Frutas Vermelhas em garrafa de 900 ml. Produto para maiores de 18 anos."}
{"itemId": "b6097c88-5fc3-4fe4-8b7c-558933f8a912", "combined_description": "Combo Chutoro: 2 Temakis, 15 Sashimi, 10 Uramaki, 8 Hossomaki, 6 Niguiri, 4 Luizinho Salmão, 10 Uni De Hot. Inclui diferentes tipos de sushi: temaki, sashimi, uramaki, hossomaki e niguiri, além de Luizinho Salmão e Uni De Hot."}
{"itemId": "b21d1110-c4e1-4217-b084-9990263f4626", "combined_description": "Marmita média com frango empanado ao creme de palmito, acompanhada de arroz branco, feijão carioca, farofa da casa e saladinha do dia separada. Oferece ainda um acompanhamento adicional à escolha. Ideal para quem busca uma refeição completa com frango à milanesa e sabor de palmito."}
{"itemId": "7fe1e2cf-2fb9-4bd5-b581-52d85fb692aa", "combined_description": "Linguiça calabresa acebolada (aprox 120g) em prato com arroz, feijão, batata frita e salada de alface americana com tomate. Principais componentes: calabresa acebolada, arroz, feijão, batata frita, alface americana e tomate."}
{"itemId": "bb427b12-e23a-4e74-82c3-54dfd7b11759", "combined_description": "Suco de Maçã Yakult, 200ml. Em embalagem de 200ml, trata-se de um suco de maçã da marca Yakult."}
{"itemId": "77baf5bf-c04c-4e5c-a41f-0c94036c8e6c", "combined_description": "Sanduíche de frango com queijo, milho, Catupiry, presunto e salada. Ingredientes incluem frango, queijo, milho, Catupiry, presunto e salada."}
{"itemId": "52535aab-0ea8-4d70-b48d-3f9090067e1d", "combined_description": "Sal de Fruta Tradicional ENO, embalagem de 100 g, com bicarbonato de sódio, carbonato de sódio e ácido cítrico. Utilizado para alívio rápido de azia e má digestão, com instruções para dissolver 1 colher de chá em água. Embalagem econômica que rende até 20 doses."}
{"itemId": "11771ca7-ac71-4553-85f7-25206fbd016d", "combined_description": "Sanduíche feito com pão de hambúrguer, hambúrguer de carne bovina de 100g, queijo prato e bacon. Combinação clássica que inclui carne, queijo e bacon em sua composição. Ideal para buscas relacionadas a hambúrgueres com queijo e bacon."}
{"itemId": "918ac913-7f15-4e1c-b192-aae776523a21", "combined_description": "Combo com 100 mini salgados e refrigerante Coca-Cola de 2 litros. A imagem mostra mini coxinhas entre os salgados."}
{"itemId": "b232e385-dffb-4794-b327-5dab522802f1", "combined_description": "Dois pães brioche envolvem um mini hambúrguer de 160 g, gratinado com tomate e queijo parmesão, com alface americana, tomate seco, maionese artesanal e pesto de manjericão. Acompanha batatas fritas."}
{"itemId": "40668eed-4f7a-439a-8707-d42bcac0ecc5", "combined_description": "Chicken Méqui Box - 3 Mcofertas Médias reúne 3 sanduíches escolhidos entre McChicken, McChicken Bacon, Mccrispy Chicken Deluxe, Mccrispy Chicken Legend ou Mccrispy Chicken Melt & Bacon. Acompanha 3 McFritas Médias e 3 Bebidas para compartilhar (#Méquinosofá)."}
{"itemId": "ad8469f5-cc80-496b-9621-2748d1377b5a", "combined_description": "Filé de frango infantil acompanhado de arroz e batatas fritas, porção individual. Refeição simples voltada para crianças, com proteínas de frango e acompanhamentos básicos. Ideal para quem busca uma opção de prato infantil com arroz e fritas."}
{"itemId": "1d2852cc-9687-42be-9a31-f9ec887f92f7", "combined_description": "Batata ondulada da marca Ruffles com sabor Sour Cream e Cebola. Embalagem em tubo de 100 g."}
{"itemId": "448b8bd7-0b53-4c7f-8a11-c888219b8c49", "combined_description": "Batata chips sabor Original, da marca Ruffles, embalagem de 68 g. Snack de batata com sabor Original, produzido pela Ruffles, peso de 68 gramas."}
{"itemId": "6f6c2f4d-e760-42b8-b0f4-4e006882af48", "combined_description": "Milho para pipoca tipo 1, Yoki Premium, em pacote de 400 g. Indicado para o preparo de pipoca, com milho para pipoca premium na embalagem de 400 g."}
{"itemId": "8eefb6aa-628b-44f0-bea6-2e5e15d520d4", "combined_description": "Refrigerante Pepsi em garrafa de 2l. Garrafa de refrigerante da marca Pepsi com volume de 2 litros."}
{"itemId": "d9896cda-4b9f-40c8-a287-9853873a7fb9", "combined_description": "Fermento em pó químico tradicional Dona Benta, 100 g. Embalagem de 100 g."}
{"itemId": "f98f255a-424c-4df2-bccd-5cfc12474db5", "combined_description": "Snickers Chocolate é uma barra de chocolate apresentada como unidade de 45 g. O peso por unidade é de 45 g, conforme a embalagem. Palavras-chave de busca: Snickers, chocolate, barra, 45 g, unidade."}
{"itemId": "04587647-37ce-49d2-a0bd-7c115c38556f", "combined_description": "Fatia salgada de panettone com massa exclusiva, preparada com três queijos: provolone, mozzarella e parmesão. É servida quentinha e finalizada com parmesão por cima."}
{"itemId": "d4f5c393-3458-42a5-98ce-b4c09d1c7aa7", "combined_description": "Combo Xerife bacon com pão, hambúrguer industrializado de 90g, queijo muçarela e molho artesanal secreto do Matheus. Acompanha mini Coca e Brownie do Dia."}
{"itemId": "209abe02-ccea-4de2-b9ce-2bf3f676bf14", "combined_description": "Filé de Frango Grelhado com arroz e feijão, com acompanhamento à escolha. O prato apresenta filé de frango grelhado ao lado de arroz branco e feijão."}
{"itemId": "ab0c5e85-7a61-4574-a0a9-43a510d81f94", "combined_description": "Energético Baly Melancia, bebida energética com sabor melancia. Embalagem de 2L, apresentada em garrafa vermelha com tampa verde."}
{"itemId": "3d967b47-52ae-4c01-bd53-69625cf55eeb", "combined_description": "500 ml de Açaí tradicional cremoso. Acompanha 5 acompanhamentos."}
{"itemId": "7ca73135-7a83-4c6d-8716-3219793d2234", "combined_description": "Bolo caseiro de cenoura com massa fofinha, coberto por brigadeiro cremoso e cobertura de chocolate. É um bolo úmido, clássico e feito em casa, cheio de afeto."}
{"itemId": "a98bea43-93ef-44bb-8ac6-836d754f0a92", "combined_description": "Cafés Nico: espresso servido em uma xícara branca, com crema no topo. Acompanha um pequeno doce ao lado na apresentação. Bebida de café quente, com aroma intenso e crema característica."}
{"itemId": "eb0dc279-8d48-43ed-b14b-cf985fbf5177", "combined_description": "Prato com frango desfiado, queijo mussarela, Catupiry cremoso e azeitonas. Combinação de ingredientes típicos em preparações brasileiras que incluem queijo, carne de frango e azeitonas. Ideal para buscas relacionadas a alimentos com frango e queijo cremoso."}
{"itemId": "6e12fe96-2998-468c-b858-236380dab95f", "combined_description": "Bolinho cremoso de milho, empanado com macarrão cabelo de anjo, levemente apimentado. Apresentação com 6 unidades."}
{"itemId": "8dd12e52-79c8-4dd5-b22a-a38e32e870d5", "combined_description": "Risotto de arroz importado da Itália, ao molho de queijos feito pelo Spoleto com queijos frescos. Escolha entre Carne ou Filé de Frango, à milanesa ou à Parmegiana."}
{"itemId": "cf8c4f00-f25d-4916-93f8-3c5d21457c13", "combined_description": "Pizza Abruzzo com molho de tomate, mussarela, nozes, parmesão, manjericão, alho, orégano e azeitonas. Palavras-chave para busca: molho de tomate, mussarela, parmesão, nozes, manjericão, alho, orégano, azeitonas, pizza Abruzzo."}
{"itemId": "76f76ad7-2f11-4e11-9d42-cd780f3a4f12", "combined_description": "Filé Mignon à milanesa servido com molho branco de dois queijos, ervilha fresca e presunto. Acompanha arroz branco e batata rústica, oferecendo uma combinação de carne empanada, queijo cremoso e legumes frescos. Ideal para buscas relacionadas a pratos com filé mignon, milanesa, molhos cremosos, queijos, ervilhas, presunto, arroz e batata."}
{"itemId": "17d3cd5e-28af-4fb8-a362-e81be713e4b6", "combined_description": "Porção de coração de frango com fritas. Composição principal: coração de frango e batatas fritas, apresentado como prato único, conforme a imagem. Palavras-chave para busca: coração de frango, fritas, porção, batatas, prato de coração de frango com fritas."}
{"itemId": "c36b931b-04a3-440b-9aa1-44a24f9b393c", "combined_description": "Caixa de Bombons Angel Rose Sortidos, 200 g, com bombons de chocolate ao leite recheados de creme e geleia de morango, e bombons de chocolate intenso com recheio de trufa. Embalagem com toque feminino e delicado, ideal para presentear. Inclui bombons de creme com morango e trufa intensa, em chocolate ao leite, numa caixa sortida de 200 g."}
{"itemId": "4c4d251c-5b97-4ebe-bbab-1f085b78fed8", "combined_description": "Bolo de pote Prestígio com massa de chocolate bem molhadinho, recheio de coco e brigadeiro cremoso. Apresentado em copo de 250ml."}
{"itemId": "4fb8647f-22fd-466e-9d02-e79f4ce5b103", "combined_description": "O Simples é um hot dog com salsicha suculenta envolvida por milho e ervilha, oferecendo uma explosão de sabores. Inclui vinagrete fresco, purê cremoso e suave que derrete na boca, batata palha crocante e uma combinação de molhos: maionese, catchup, mostarda e barbecue."}
{"itemId": "49e7df5b-2c56-4f72-bf0d-bc2b2e4640b3", "combined_description": "Frango com requeijão: recheio de frango desfiado com requeijão cremoso envolto em massa assada. A peça exibida na imagem mostra uma crosta dourada com o recheio de frango e requeijão em seu interior. Palavras-chave para busca: frango, requeijão, frango desfiado, massa assada, crosta, recheio cremoso."}
{"itemId": "f39b5de6-f9e6-455d-8778-6829bfadb790", "combined_description": "Promoção de 2 Burguers com Desconto. Você poderá escolher dois burgers do nosso cardápio nessa promoção."}
{"itemId": "b91e624c-56be-4f0e-8c5d-a69930d8fb3a", "combined_description": "Sorvete cremoso de abacaxi com sabor vibrante e refrescante. Textura aveludada e o sabor tropical do abacaxi proporcionam uma experiência inesquecível."}
{"itemId": "5eb532c4-6439-4522-b99e-5a052b5b5071", "combined_description": "Combo com 2 frangos inteiros atropelados, desossados e espalmados (tipo atropelado). Acompanha batatas assadas e Farofa média de 400 g, cortesia. Serve 8 pessoas."}
{"itemId": "f93e0e51-533e-4d1c-ba0c-6f82c1570ae5", "combined_description": "Laranjinha é uma sopa preparada com cenoura, abóbora cabotian, mandioca e batata. A receita utiliza temperos."}
{"itemId": "6fac4155-9e91-40e8-a87d-c0d624549b90", "combined_description": "Tablete Dark Milk de Chocolate 55% cacau oferece a intensidade do cacau com a cremosidade e delicadeza do leite argentino. Chocolate ao leite com 55% cacau, direto da fazenda Dedo de Deus, proporcionando equilíbrio entre sabor e uma opção mais saudável. Disponível em 100 g."}
{"itemId": "323b4375-5684-400a-8444-d8dc9b4616d5", "combined_description": "Açaí de 300 ml com banana, leite em pó e leite condensado, acompanhado de pastel de queijo. Inclui açaí com toppings de banana, leite em pó e leite condensado, mais um pastel de queijo."}
{"itemId": "a94f95a6-fab9-4c95-93d5-59ab35442a14", "combined_description": "Frango a milanesa ao barbecue. Acompanha: Arroz, feijão e 2 acompanhamentos. Enviado mais arroz do que feijão; caso queira mais feijão, anexar na observação do prato."}
{"itemId": "4c623d56-6989-4c90-bf11-3683eb428fb2", "combined_description": "Cerveja Heineken em lata de 350 ml. Produto para maiores de 18 anos. Embalagem: lata, marca Heineken."}
{"itemId": "b3ec78c5-0471-4e07-b236-e0794324e8cf", "combined_description": "Coca-Cola Zero em lata de 350 ml, sem açúcar, apresentada como unidade. Item D314 - Coca Cola Zero Lata 350 ml-unidade."}
{"itemId": "9edb9ee1-30f3-4738-b91c-67435204d80a", "combined_description": "Probiótico Enterogermina, 20 frascos de 5 ml, para criança e adulto, contribuindo para a saúde gastrointestinal. É resistente aos antibióticos e aos ácidos estomacais, chegando vivo até o intestino. Sem cheiro, sem glúten, sem lactose e sem sabor; é só agitar, abrir e tomar."}
{"itemId": "97a24133-3fff-49c5-9523-8e83b6e6d5ed", "combined_description": "Refrigerante Tubaína Xereta em garrafa de 2 litros. Garrafa plástica com tampa laranja e rótulo \"Tubaína Xereta\"."}
{"itemId": "283fe6ab-c6b2-445c-bbd4-3e7edd4dc290", "combined_description": "Combo Burguer Salada Bacon é uma oferta da categoria de combos promocionais. Este combo inclui um lanche Salada Bacon, acompanhado de fritas crocantes e de uma lata de Coca-Cola de 350 ml."}
{"itemId": "08afec04-4794-4298-8e21-4867c7660303", "combined_description": "Filé de frango, requeijão cremoso e queijo, combinados com salada no pão de sanduíche. A apresentação visual inclui alface e fatias de tomate. Descrição voltada a buscas por frango, requeijão, queijo e salada em sanduíches."}
{"itemId": "68fec223-0120-4f2a-8b19-f399860dc7da", "combined_description": "Café coado premium com a combinação dos mais intensos aromas e sabores de grãos selecionados. Servido bem quente, em 200 ml."}
{"itemId": "e64a70e5-5269-445c-aa21-c05a61b98705", "combined_description": "Feijoada leve com Costela Suína, Calabresa, Paio e Carne Seca. Acompanha Arroz Branco, Vinagrete e Farofa especial com Bacon e Couve Refogada."}
{"itemId": "66b813d4-129b-4dcb-9c10-bf995bcf2bbf", "combined_description": "Barra de sorvete Magg Cream Napolitano com sabores morango, creme e chocolate. Sorvete no estilo Napolitano em formato de barra, apresentando morango, creme e chocolate."}
{"itemId": "ed274993-962f-45cb-ac1e-2bd72a622238", "combined_description": "Massa ao molho Strogonoff de camarão, com molho cremoso e camarões. Peso aproximado: 410 g; acompanha 1 sachê de queijo ralado de 10 g."}
{"itemId": "4642bbe2-5a34-45db-8cbf-ca6d5bab71e9", "combined_description": "Sorvete de creme mesclado com recheio de leite e chiclete. Embalagem de 1 litro (Unicórnio)."}
{"itemId": "ecee16e5-c5d0-411a-9d24-ab864574d7a0", "combined_description": "Probiótico Enterogermina Plus em embalagem de 5 frascos, indicado para criança e adulto. Contribui para a saúde gastrointestinal. É resistente aos antibióticos e aos ácidos estomacais, chegando vivo ao intestino. Sem cheiro, sem glúten, sem lactose e sem sabor; é só agitar, abrir e tomar."}
{"itemId": "6f110f8c-9106-4963-8e74-17e243f338ab", "combined_description": "Feijoada com arroz branco, couve, farofa, vinagrete e torresmo. Prato executivo que reúne a feijoada com seus acompanhamentos tradicionais: arroz branco, couve, farofa, vinagrete e torresmo."}
{"itemId": "afbefc8d-6b3a-4853-b699-7952ae86895e", "combined_description": "Pastel frito com recheio de palmito. Massa crocante e dourada, típico pastel de palmito. Palmito, pastel, pastel de palmito, lanche."}
{"itemId": "64fa1a0a-7bcb-4a29-8d83-add9e2b21045", "combined_description": "Drink Express Goes Grape Cool 600ml é uma bebida com sabor uva, acondicionada em garrafa de 600 ml. Produto para maiores de 18 anos. Palavras-chave para busca: Drink Express, Goes Grape Cool, grape, uva, 600 ml, bebida para adultos."}
{"itemId": "900c8f51-458d-4765-8bf3-eb640fd88824", "combined_description": "Refrigerante Schweppes Sabor Citrus, embalado em garrafa PET de 1,5 L. Trata-se de um refrigerante de sabor cítrico, com embalagem de 1,5 litros em PET. Palavras-chave para busca: Schweppes, Citrus, refrigerante, garrafa PET, 1,5 L, bebida carbonatada."}
{"itemId": "b57ba7ed-772a-4693-9b6e-b9df34b8d5fd", "combined_description": "Cerveja Witbier Baden Baden, 600 ml, artesanal, estilo witbier. Produto para maiores de 18 anos, com Grad. Alc. de 4,9%. A embalagem exibe o selo World Beer Awards Gold Medal."}
{"itemId": "d74c4b1c-de6b-4d3b-80d6-89636459b9cf", "combined_description": "Vinho tinto suave Bordo Pergola, garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "9f691c1f-6df9-4340-bf41-16102a9e15ee", "combined_description": "Bolo de pote de chocolate com recheio de chocolate, uva e amendoim. Você pode escolher outra fruta da sua preferência."}
{"itemId": "63855065-ed0e-4a5e-ab60-69c64ac60549", "combined_description": "Bife à rolê acompanha arroz, feijão e 2 acompanhamentos. Marmita tamanho (m) - 27,90; por mais 6,90 troque por marmita (g). Imagem meramente ilustrativa."}
{"itemId": "7b62385a-1e66-43f1-813d-25ef97adc222", "combined_description": "Ração úmida para gatos adultos da marca Whiskas, com sabor Frango ao Molho. Embalagem de 85 g."}
{"itemId": "f61c81b4-3c4c-4917-83bb-adca94ffb94f", "combined_description": "Ração seca veterinária Royal Canin Hypoallergenic Moderate Calorie para cães adultos com sensibilidades alimentares, embalagem 10,1 kg. Fórmula com proteína hidrolisada, teor moderado de calorias, suporte à barreira cutânea e teor moderado de fósforo."}
{"itemId": "c5f592e6-122e-4332-b401-61b44215b93b", "combined_description": "Morango do Nordeste é um morango empanado no Brigadeiro de Laka e coberto com chocolate ao leite. Vem em caixinha com 2 unidades, com peso aproximado de 60 g por unidade."}
{"itemId": "30b4ba1a-44e6-4be3-80a1-ad58b0cf4c45", "combined_description": "Guaraná Antarctica é um refrigerante de guaraná, apresentado em latas. A imagem mostra duas latas verdes da marca Guaraná Antarctica, com o logo da bebida e a indicação zero em uma delas. É um refrigerante de guaraná brasileiro, disponível em versões regular e zero."}
{"itemId": "ca07aeed-72d9-445b-b423-efdb57859e09", "combined_description": "Hot Dog Prensado Tradicional Supremo (serve 1 pessoa). Contém pão de 70 g, salsicha, ketchup, mostarda, vinagrete sem cebola, milho, purê de batata caseiro, batata palha e maionese temperada com azeitona preta."}
{"itemId": "e35d674f-f013-47bc-9031-77dabd26cf4b", "combined_description": "Cookie de Ninho com Nutella, feito com massa de leite Ninho. Recheado com Ninho Nestlé e Nutella."}
{"itemId": "27d50a74-fdc0-453e-a62b-158a04e3108d", "combined_description": "Pastilhas Valda Friends, sabor canela mentolada, sem açúcar, embalagem de 25 g. Pastilhas com sabor canela e efeito mentolado, sem açúcar, da linha Valda Friends, embalagem 25 g. Usada em buscas por Valda, Friends, pastilhas canela, mentoladas, sem açúcar e embalagem 25 g."}
{"itemId": "5728b8f2-81f3-40c2-9866-030a01526d83", "combined_description": "Cupbolo de Brigadeiro é uma joia da categoria Cupbolo, com três camadas de massa de chocolate fofa intercaladas com três camadas de creme de chocolate blend de sabor intenso. A cobertura é salpicada com granulado em flocos e coroada por brigadeiro blend."}
{"itemId": "103bfa53-9060-43d2-9a04-83b6f9bee07e", "combined_description": "Panqueca de brócolis com queijo ao molho sugo. Acompanha arroz e 1 acompanhamento."}
{"itemId": "78466034-b7b3-4bac-bd87-cc91fadd1104", "combined_description": "Isotônico Sabor Morango e Maracujá da Gatorade. Embalagem: garrafa de 500 ml."}
{"itemId": "8b29fde8-e8b5-48ad-b686-c6967ed796b2", "combined_description": "Pão doce com creme e coco. Pão doce assado com cobertura de creme de coco, apresentado na forma de uma unidade."}
{"itemId": "0429ef5e-9134-485a-917c-b60f21eea487", "combined_description": "Amendoim japonês Elma Chips, snack em embalagem de 145 g. Produto apresentado como amendoim japonês pela marca Elma Chips, com peso de 145 g. Descrição voltada a buscas: amendoim japonês, Elma Chips, 145 g e embalagem."}
{"itemId": "1460ffc7-edb3-4f2f-af5a-34e25ed024a8", "combined_description": "Iogurte com Laranja Cenoura e Mel da Fazenda Bela Vista. Embalagem de 170 g."}
{"itemId": "3b21320f-c523-4b28-8eb8-67f83afb630e", "combined_description": "Melão amarelo vendido por peso (kg). Produto: melão amarelo. Forma de venda: compra por peso (por kg)."}
{"itemId": "47e04e36-26c1-40ac-846d-8fd55a4a29f5", "combined_description": "Vinagre de Maçã Qualitá, embalagem de 750 ml. Vinagre de maçã da marca Qualitá com capacidade de 750 ml."}
{"itemId": "569cb89f-69a2-487c-b2a1-14e69719db09", "combined_description": "Barra de chocolate ao leite Alpino, peso líquido de 85 g. Embalagem de 85 g conforme o rótulo."}
{"itemId": "67eb7da4-70a0-487c-b37d-eac5c2cb50d4", "combined_description": "Uva clara sem sementes, de cor verde, em embalagem de 500 g. Fruta apresentada em embalagem plástica transparente."}
{"itemId": "896ae558-6177-4d97-a74a-e601a352a3b5", "combined_description": "Chocolate Caribe Garoto, 28 g, embalagem. Barrinha de chocolate com sabor banana, apresentada em embalagem de 28 g, da linha Caribe da Garoto."}
{"itemId": "9a555f9d-29f6-4fe8-a6b0-730786d8afd2", "combined_description": "Salada Riviera La Vita 250 g, pacote de 250 g. Mix de folhas em embalagem de salada, da marca Riviera La Vita."}
{"itemId": "b59d97b9-ccd6-4c9e-8958-c074e46d4db1", "combined_description": "Vinagre de maçã Castelo. Embalagem de 750 ml."}
{"itemId": "c1821eb3-04ea-4649-b282-2b55d2f6c6bb", "combined_description": "Bucha vegetal Qualitá é um produto natural utilizado para limpeza, feito a partir da fibra da planta lufa. Ideal para esfregar louças, superfícies e utensílios, oferecendo uma opção ecológica e biodegradável. Produto durável e eficiente para uso doméstico."}
{"itemId": "df6ca372-7849-49b5-82b0-24bb8ee41324", "combined_description": "Refrigerante Fanta Uva em garrafa de 2 litros. Bebida gaseosa de sabor uva, da marca Fanta."}
{"itemId": "f13443ca-f947-4a6a-84ef-04ce2c90099c", "combined_description": "Presunto cozido sem capa Aurora, com embalagem de 180 g. Embalagem de 180 g para presunto cozido sem capa da marca Aurora."}
{"itemId": "1a838efd-fa8a-4c21-9b9e-ac3a86ec1c56", "combined_description": "Probiótico Enterogermina em frasco de 5 ml, indicado para Criança e Adulto. Contribui para a saúde gastrointestinal; os microrganismos chegam vivos até o intestino e são resistentes aos antibióticos e aos ácidos estomacais. Sem cheiro, sem glúten, sem lactose e sem sabor; é só agitar, abrir e tomar."}
{"itemId": "0483d0c2-a6ad-468c-8324-978b95350e57", "combined_description": "Combo de sushi com 28 peças e 10 hot rolls, servido em bandeja preta. Inclui nigiri de salmão e uma variedade de rolos de sushi com diferentes recheios, além dos hot rolls."}
{"itemId": "56d13cdc-f76a-4412-a0b4-af09839b2689", "combined_description": "Sanduíche de pão francês com presunto fatiado e queijo. Pão francês crocante por fora envolve o recheio de presunto e queijo, formando um lanche simples."}
{"itemId": "a4464eb2-0783-454b-8b6b-6afeabba2a7d", "combined_description": "Água mineral natural sem gás da marca Levissima, apresentada em garrafa de 500 ml. Unidade única de 500 ml para consumo individual."}
{"itemId": "2c31a15f-bee6-4293-ab75-1581f8e7a7a7", "combined_description": "Refrigerante Coca-Cola sabor original em garrafa de 2 litros. Bebida gaseificada da marca Coca-Cola, com capacidade de 2 L. Indicado para buscas por refrigerante Coca-Cola 2 litros, sabor original, garrafa."}
{"itemId": "48ab2345-4504-46d6-b926-4718bf73cf73", "combined_description": "Frango desfiado com tempero da casa e requeijão. Combinação de frango desfiado temperado com requeijão, apresentada neste prato."}
{"itemId": "0069130b-f710-4656-a21d-6680207d2dd8", "combined_description": "Sprite Original em lata de 350 ml. Lata de 350 ml contendo a bebida Sprite Original."}
{"itemId": "08c8e890-147a-4817-88e0-97ef73be6ed6", "combined_description": "Pastilha Fini com sabores Morango Mentolado e Menta e Hortelã. Produto da marca Fini apresentado como pastilha. Útil para buscas por pastilha com sabor mentolado, morango e hortelã."}
{"itemId": "f718e354-ee6b-487a-9216-39106d85c4f1", "combined_description": "Churrasquinho é um sanduíche feito com pão baguete (Boquinha De Anjo) e recheado com Contra Filet, mussarela e vinagrete. Palavras-chave de busca: PãoBaguete, BoquinhaDeAnjo, Contra Filet, Mussarela, Vinagrete, SanduícheDelícia, Gastronomia, ComidaBoa, SaborBrasileiro, FoodLovers."}
{"itemId": "31223e1c-b184-4950-b6ec-ae2ab2cf6d29", "combined_description": "Bebida líquida refrescante em embalagem de 500ml chamada Vitamina. Consumida como suplemento nutricional ou lanche, contém ingredientes naturais típicos de vitaminas. Ideal para buscas relacionadas a bebidas nutritivas e porções médicas de 500ml."}
{"itemId": "368e78c7-a171-4b87-85a7-52d12976b8cc", "combined_description": "Brotinho (4 Pedaços) com mais de 90 opções de sabores disponíveis. Possui quatro pedaços e oferece variedade de sabores para escolha."}
{"itemId": "ffff74f7-113a-4c32-8068-b1fa47b86b9d", "combined_description": "Promoção de 10 esfihas de queijo. 10 deliciosas esfihas de queijo."}
{"itemId": "50bae3a3-2464-4dea-bf0e-b33cc6a9faf4", "combined_description": "Fanta Uva em lata de 350 ml. Sabor uva, apresentado pela marca Fanta na lata roxa de 350 ml."}
{"itemId": "22f1deeb-977b-4964-8903-e1744d67cfb3", "combined_description": "Energético Baly Melancia, bebida energética com sabor melancia. Embalagem de 2 litros (2L). Produto da marca Baly."}
{"itemId": "cbc738c6-9549-42ee-83ce-5ba2e3dcb131", "combined_description": "Refrigerante 600 ml em garrafa, apresentando uma seleção de bebidas gaseosas. Marcas presentes na imagem: Coca-Cola, Sprite, Fanta e Guaraná Antarctica. Descrição voltada para buscas por refrigerante 600 ml, Coca-Cola, Sprite, Fanta e Guaraná Antarctica."}
{"itemId": "b395c859-d99c-3b78-b559-f276857f2a6d", "combined_description": "Pizza grande com três sabores diferentes, contendo oito pedaços no total. Ideal para quem deseja variedade em uma única pizza de tamanho grande. Combinação de sabores que pode incluir opções clássicas e populares."}
{"itemId": "675b7d70-c855-4ee1-9275-e950b2a5260e", "combined_description": "Big House - 56 peças. Contém: 4 unidades de sashimi salmão, 4 unidades de sashimi salmão spicy, 4 unidades de sashimi maçaricado, 4 unidades de jyo de pepino crispy, 4 unidades de jyo de salmão, 4 unidades de jyo Doritos, 2 unidades de hossomaki de kani, 4 unidades de hossomaki de pepino, 2 unidades de hossomaki de manga, 4 unidades de hossomaki de salmão com cream cheese, 6 unidades de uramaki de salmão com cream cheese, 6 unidades de nigiri salmão e 8 unidades de hot roll. Sem Alteração De Peças."}
{"itemId": "5d85ee83-a364-4424-9198-d366aa643f99", "combined_description": "Combo de Esfihas Nº01: 10 esfihas de carne + 10 esfihas de queijo. Este conjunto oferece esfihas de carne e esfihas de queijo, totalizando 20 unidades."}
{"itemId": "cbde6e7b-b979-46ba-a4ae-fdea4d542451", "combined_description": "Suco natural de limão, em embalagem de 300 ml. Observação: adoçar com açúcar, adoçante ou sem nenhum adoçante."}
{"itemId": "818c2951-a4d3-4e0f-a8aa-5f01384e3904", "combined_description": "Filé de frango grelhado, servido com arroz branco e legumes variados. Acompanha um acompanhamento amarelo em formato quadrado ao lado do filé, compondo a refeição visivelmente na imagem."}
{"itemId": "f20e2a34-22e7-4672-97e6-2c2df511c1f3", "combined_description": "Açaí 1l com até 3 acompanhamentos gratuitos da tabela \"gratuitos\"; os acompanhamentos adicionais são cobrados por unidade. Observação: não enviamos ingredientes gratuitos à parte. Caso não escolha nenhum acompanhamento, será servido apenas o açaí puro."}
{"itemId": "420c9d5c-6a92-4ce4-a084-f2a88a1f01d3", "combined_description": "Morango Selvagem Cítrico - 30g é uma guloseima Fini em formato de morango, com sabor de morango e uma pitada cítrica. A porção de 30 g é aproximadamente 5 unidades, com cores vermelha e verde. Alerênicos: pode conter leite; não contém glúten."}
{"itemId": "18350c05-1e93-46c1-886b-8c02a36aed89", "combined_description": "Combo salmão com variedade de sushi de salmão: 10 sashimis de salmão, 8 hossomaki, 4 uramaki de salmão, 4 niguiri de salmao e 10 hot roll. Palavras-chave para busca: sashimis de salmão, hossomaki, uramaki de salmão, niguiri de salmao, hot roll, combo salmão."}
{"itemId": "cf8d0d7a-24ee-42dd-8f9b-69b8075292bb", "combined_description": "Pão de Queijo Unidade é um pão de queijo apresentado como peça única. Descrição: Peça 1un. Produto vendido por unidade, pão de queijo individual para pedidos por peça."}
{"itemId": "7ec8372e-e3fc-49d6-a5a0-f83ac1b57f12", "combined_description": "Chiclete Trident sem açúcar, com sabor Tutti-Frutti, peso total de 8 g. Embalagem contém 5 chicletes, goma de mascar sem açúcar."}
{"itemId": "116bb771-3938-4d35-afa9-c853f4fbb340", "combined_description": "Insalata Caesar com alface americana, molho de anchovas, parmesão e croutons. É servida com suculentas fatias de frango grelhado."}
{"itemId": "00b4fac5-142e-4620-a603-029610bf281a", "combined_description": "Lanche de frango cremoso com filé de frango, tomate e Catupiry. Acompanha batata chips e maionese temperada."}
{"itemId": "d8534db0-6378-4156-abb0-355079c5616a", "combined_description": "Lanche Churrasquinho do Candreva Especial com filé mignon, queijo, bacon e ovo. Acompanha batata chips e maionese temperada."}
{"itemId": "bdefce15-294b-40fa-93f2-024e4d3fdbba", "combined_description": "Duplinha Bentô - 2 Bentôs: dois bentôs individuais, cada um com gohan (150 g) e proteína à escolha entre as opções de Bentôs Tradicionais. Acompanhamento que você escolher (por padrão Guiozas/Harumaki são 2 unidades e Bao 1 unidade) e sunomono disponível."}
{"itemId": "cbf09df9-b971-46a6-8d60-fd619d7bbf26", "combined_description": "Geladinho Gourmet de Ninho com morango é um picolé cremoso feito com leite em pó Ninho e pedaços de morango. Esta sobremesa gelada combina o sabor doce e suave do leite Ninho com a frescura e acidez natural do morango. Ideal para consumo em dias quentes, é uma opção prática e saborosa de geladinho artesanal."}
{"itemId": "1f58ca07-a714-4a63-85cb-76863bf869e9", "combined_description": "Chiclete Trident Max com sabor Menta Blueberry, sem açúcar. Embalagem de 16,5 g com 5 unidades."}
{"itemId": "dd9c3255-83f4-43b6-ae45-fe29d86a28b0", "combined_description": "Gengibre em conserva disponível em pote de 100g. Adicione um toque especial às suas refeições com este gengibre em conserva."}
{"itemId": "1c6cb0fb-17b0-41c3-bf85-5e03a250e664", "combined_description": "Teppanyaki de salmão (100g) com shimeji (200g). Contém salmão 100g e shimeji 200g, combinados neste prato de teppanyaki."}
{"itemId": "237d34ac-1ebc-43a4-a547-4926e17fc932", "combined_description": "Batata frita tradicional, porção de 600 g. Acompanha molho à parte."}
{"itemId": "1eeaf83f-965e-4483-84b9-550737f43b62", "combined_description": "Green Bacon é um hambúrguer com patty de 80 g Ultra Smash, queijo americano, molho de ervas, tomate, alface americana, cebola roxa e bacon crocante. Pode ser acompanhado com batata crinkle ou nuggets."}
{"itemId": "9c7611c3-1715-4a88-a231-c7513ff73135", "combined_description": "Cerveja estilo Triple Coffee Juicy IPA em lata de 473ml da marca Eu Sou O X Da Questão O Y Que Lute. Apresenta caráter intenso de café combinado com perfil lupulado e suculento típico do estilo IPA. Produto em embalagem prática para consumo individual."}
{"itemId": "4d89e81d-188b-4d7e-9777-80b612c9c077", "combined_description": "Refrigerante Coca-Cola Zero em garrafa PET de 2 litros. Bebida gaseificada da Coca-Cola, apresentada na embalagem PET de 2 L, adequada para buscas por Coca-Cola Zero, refrigerante e garrafa PET 2 litros."}
{"itemId": "605cac1f-ab9b-4e83-ac7b-61c4127296aa", "combined_description": "Brownie de Pistache, brownie molhadinho feito com pistache de verdade. Tamanho: 7,5x3,7."}
{"itemId": "0ef9b723-ee50-4177-b908-5159713e8b70", "combined_description": "Pera Williams é uma fruta da variedade Williams, apresentada na imagem com uma pera inteira ao lado de uma metade cortada. A metade revela polpa clara e sementes visíveis no miolo."}
{"itemId": "159bc04d-ff37-4b14-9985-dbfef76663bb", "combined_description": "Tomate grape da marca Tomita, apresentado em bandeja. Embalagem de 180g."}
{"itemId": "1cda4221-1f13-4cbf-aeb8-e4bb6e0eb176", "combined_description": "Suco Del Valle 100% maçã, embalagem de 1 litro. Produto de maçã puro da marca Del Valle, com volume de 1 L."}
{"itemId": "2e071754-efc6-4296-a64e-6b0de3d9cc4e", "combined_description": "Suco néctar de laranja Maratá. Embalagem 200 ml."}
{"itemId": "35dbb025-cee1-4c56-88e7-87e56e9c68b2", "combined_description": "Barra de chocolate com camadas de chocolate branco e ao leite, com crocante. Produto da linha Diamante Negro Lacta/Laka. Embalagem de 80 g."}
{"itemId": "41018838-9c0c-4177-a7de-b8afc3339c7b", "combined_description": "Chiclete Trident, sabor menta, sem açúcar. Embalagem com 5 chicletes, cada um pesando 8 g. Produto de mastigação sem açúcar, com sabor menta."}
{"itemId": "47e8dbe2-3afd-4db3-9cf1-5adbe2253bf1", "combined_description": "Cookie Belive de chocolate duplo, sem glúten e sem lactose, peso 80 g. Unidade de 80 g."}
{"itemId": "56ff58e5-4ce7-459d-a51d-97a639431792", "combined_description": "Chá Ice Tea de Limão Lipton em garrafa de 1,5 L. Sabor limão, embalagem de 1,5 litros."}
{"itemId": "5fad1a52-a555-4b95-9461-1f6c3fe566a6", "combined_description": "Tempero completo sem pimenta, sabor ami. Apresentado em pote de 300 g."}
{"itemId": "68796011-3aff-4a32-88ee-81f57bcb78f3", "combined_description": "Macarrão instantâneo em copo Cup Noodles, sabor Galinha Picante, 68 g por unidade. Produto da linha Cup Noodles (Nissin), com macarrão em copo e peso de 68 g por unidade."}
{"itemId": "70f0250d-d3e5-404b-96af-e35288c69f3a", "combined_description": "Iogurte Grego Morango e Baunilha Vigor, em pote de 90 g. Sabor Morango e Baunilha; embalagem de 90 g, marca Vigor."}
{"itemId": "7772afbb-c30f-41c6-ace1-107f968af9e2", "combined_description": "Linguiça Alho e Ervas Churrasco Seara, embalagem 600 g. Linguiça para churrasco com sabor de alho e ervas, da marca Seara."}
{"itemId": "8cb003cd-914d-469d-bce8-c8b50b184982", "combined_description": "Folhas de chocolate com Belga e avelã, Chocolas. Embalagem de 80 g."}
{"itemId": "90b733e4-48c2-4b27-aa73-7bfdddbd158b", "combined_description": "Barra de chocolate ao leite aerado Suflair, 50 g. Produto da Nestlé. Chocolate ao leite com aerado, identificado pela marca Suflair."}
{"itemId": "9b42392f-10a5-4fd2-878b-d9002d5f7776", "combined_description": "Batata chips sabor original da marca Ruffles. Embalagem de 68 g. Snack de batata frita com sabor original, identificado como Ruffles Original 68 g."}
{"itemId": "c72c7bb1-b6cb-47ec-b274-7ecce4220226", "combined_description": "Suco concentrado de laranja Maguary, em garrafa de 500 ml. Marca Maguary, sabor laranja, volume 500 ml."}
{"itemId": "cfb4499c-2cec-4200-8f1e-4d57163aa637", "combined_description": "Requeijão cremoso tradicional Polenghi, 200 g, apresentado em pote. Este produto é um requeijão cremoso tradicional da marca Polenghi, com embalagem de pote de 200 g. Palavras-chave para busca: requeijão cremoso, Polenghi, tradicional, 200 g, pote."}
{"itemId": "e01a76b3-4f1c-4e5f-a926-53b014815900", "combined_description": "Farinha para empanar do tipo panko, Karui, 200 g. Embalagem em pacote de 200 g. Produto utilizado para empanar alimentos com panko."}
{"itemId": "ea69ab4d-5c8d-4158-9599-d8bb44d8c26f", "combined_description": "Seis garrafas de água com gás Crystal, cada uma com 500 ml. Este combo de 6 unidades apresenta água com gás Crystal em garrafas de 500 ml."}
{"itemId": "f24dc3d8-56dd-4dd8-bfbe-51448de7d083", "combined_description": "Mini Colomba Pascoal com gotas de chocolate da Bauducco, 80 g. Produto de confeitaria em formato mini, com gotas de chocolate."}
{"itemId": "dfa3f2a7-a6c1-4ff1-885c-d2eca548aa0a", "combined_description": "Coca Cola Zero 600ml, refrigerante de cola na embalagem de 600 ml. Apresentado como unidade (1 un). Compatível com buscas por Coca Cola Zero, 600 ml, refrigerante de cola e embalagem de 1 unidade."}
{"itemId": "08eede7c-e83e-4fa1-bf50-5ea121e96fed", "combined_description": "Bebida láctea UHT sabor chocolate, Pirakids, 200 ml. Contém soro de leite e é fonte de vitaminas A e D, em embalagem de 200 ml."}
{"itemId": "0f9ac9be-76d5-4761-8207-be5753154066", "combined_description": "Açaí Original Frooty, em embalagem de 700 ml. Produto da marca Frooty com sabor original de açaí. Palavras-chave para busca: açaí, Frooty, original, sabor original, embalagem 700 ml."}
{"itemId": "159004da-b731-4ffc-a781-396f6ae21394", "combined_description": "Bauducco Torrada Integral, 284 g, em embalagem original. Torrada de trigo com fermentação natural e 45% integral."}
{"itemId": "1b1f5bf6-6873-491d-910e-553c377b93a1", "combined_description": "Iogurte parcialmente desnatado morango com salada de frutas, maçã e banana, da linha Ninho Forti. Apresentado em bandeja de 540 g com 6 unidades. Imagem ilustrativa, vendas por unidade."}
{"itemId": "1eb59f85-bc17-4488-8230-95ed6def6b7e", "combined_description": "Batatas fritas Prime Fries, embalagem de 1,5 kg. Descrição para busca: batatas fritas, Prime Fries, pacote de 1,5 kg, marca Prime Fries."}
{"itemId": "2e12e6a2-c567-40d7-8ff7-74835adfd272", "combined_description": "Patê de presunto Seara, em embalagem de 100 g. Produto da marca Seara, identificado na embalagem como Patê de Presunto Seara."}
{"itemId": "33efafe4-0deb-415e-8844-a32f6dcfd747", "combined_description": "Energético Red Bull Pomelo Edition Sem Açúcar, lata de 250 ml. Produto apresentado em uma lata única (1 unidade)."}
{"itemId": "3f6a6b87-1267-4521-a6a7-e6aeeda55cce", "combined_description": "Berinjela vendida por peso. A imagem mostra berinjela roxa inteira e em fatias. Palavras-chave para busca: berinjela, berinjela roxa, compra por peso, vegetal."}
{"itemId": "4ad0649d-3e6b-4f8b-8df5-97ac05b4fcee", "combined_description": "Snack para cães Bistequitos Churrasco, pacote 50g. Snack canino no formato bistequitos com sabor churrasco. Embalagem de 50g destinada a cães."}
{"itemId": "4ea19d1f-ef84-4185-b3ee-2a2e23dee16a", "combined_description": "Massa folhada laminada de massa leve. Embalagem de 1 kg."}
{"itemId": "55e2a20d-4a66-4ab4-97c6-e7050f47086a", "combined_description": "Biscoito Cream Cracker Vivale, 300 g. Embalagem de 300 g."}
{"itemId": "5a38215a-4310-4ae1-913a-eeed9f880917", "combined_description": "Linguiça fininha premium sem pimenta da Aurora. Embalagem de 600 g."}
{"itemId": "662c4ebe-234c-4324-abd5-24faf57110df", "combined_description": "Cerveja Brahma Zero Álcool, 350 ml, com 0,0% de álcool. Produto para maiores de 18 anos."}
{"itemId": "6b120080-bdd0-4837-a591-b6b397aad918", "combined_description": "Snickers Branco 42 g é uma barra de chocolate da marca Snickers, na versão chocolate branco. O produto tem peso de 42 g e representa a variante Branco da linha Snickers. Palavras-chave para busca: Snickers Branco, Snickers, barra de chocolate branco, chocolate branco 42 g, Snickers 42 g."}
{"itemId": "7a24dcf1-3803-408f-845a-ab651aa0de2d", "combined_description": "Refrigerante Limoneto H2OH em garrafa de 500 ml. O item é descrito como garrafa de 500 ml, com o nome Limoneto H2OH. Palavras-chave para busca: refrigerante, Limoneto, H2OH, 500 ml, garrafa."}
{"itemId": "7c759b7e-ee48-459a-9685-ceaf5c54d54b", "combined_description": "Vermut Bianco Martini, garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "889531ca-95d2-4fc0-8175-ec52fa3b8324", "combined_description": "Pão de Forma Original Artesano Pullman, 500 g. Produto em embalagem de 500 g da linha Artesano Original Pullman."}
{"itemId": "9b593bbe-dc59-4861-b805-c722120488e7", "combined_description": "Mistura para bolo sabor brigadeiro, em sachê, da Dona Benta. Embalagem de 450 g."}
{"itemId": "a4f24423-02bd-433f-be55-06e8d0b458d4", "combined_description": "Água Mineral com Gás Prata, em garrafa de 510 ml. Embalagem: garrafa de 510 ml da marca Prata, água mineral com gás."}
{"itemId": "a8a59f51-3cec-4319-8f51-f0320cdc458e", "combined_description": "Chocolate branco Nestlé Galak, barra de 80 g. Embalagem com peso de 80 g e a marca Galak (Nestlé)."}
{"itemId": "ae0acf4a-1eb3-4168-b4cc-7b8bc9d3ed62", "combined_description": "Sococo Leite de Coco, embalagem de 200 ml. Leite de coco pronto para uso, apresentado em embalagem de 200 ml. Marca: Sococo."}
{"itemId": "b5791537-c4fc-4f07-9764-c628870ffe84", "combined_description": "Isotônico de Limão Gatorade em garrafa de 500 ml. Marca Gatorade, sabor Limão."}
{"itemId": "bbadb3ad-2300-4b66-bacd-f28f02d7497d", "combined_description": "Energético TNT Focus em lata de 473 ml. Bebida energética com Zero Açúcares. Apresentação em lata de 473 ml da linha Focus da marca TNT."}
{"itemId": "dfc20d16-b6d5-4321-b562-c084361d9e76", "combined_description": "Farofa Pronta Kisabor, embalagem de 400 g. Produto à base de farinha de mandioca temperada, conforme o rótulo da embalagem."}
{"itemId": "ec718e63-4060-4d59-a9f6-d62a35971704", "combined_description": "Chocolate em pó solúvel Dr Oetker, tradicional. Caixa de 200 g."}
{"itemId": "f36e500f-0176-4106-8c20-8f82d2211323", "combined_description": "Pãezinhos de leite Panutrinhas Panutri, em embalagem de 400 g. Embalagem Festinha com o branding Panutrinhas/Panutri, conforme mostrado na imagem."}
{"itemId": "f8fa0aa5-4605-4532-a10b-e3245ccbf0ba", "combined_description": "Óleo Misto Quinta Dom Pedro, em garrafa de 500 ml. Produto líquido para uso culinário, identificado pela marca Quinta Dom Pedro. Embalagem: garrafa de 500 ml."}
{"itemId": "fd78cfc8-8d3e-461a-823f-8b9cfda33b20", "combined_description": "Vinho tinto brasileiro Chapinha Suave, garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "bf4e2bce-1e0e-4f65-a45d-15a8ab6ee95d", "combined_description": "Tablete Dedo de Deus com 67% cacau (100 g), resultado do processo \"from tree to bar\" que vai do cultivo do cacau à produção final do chocolate. As amêndoas usadas na fabricação são da Fazenda Dedo de Deus, localizada no Espírito Santo. Produto livre de ingredientes de origem animal, sem glúten e apto para veganos."}
{"itemId": "b63b7d6a-0320-46ac-bfaa-13170976b0a0", "combined_description": "Parmegiana de carne com fritas. A composição do prato inclui arroz, feijão, legumes ou macarrão, farofa e salada separada."}
{"itemId": "0188282b-5157-4cb8-bbac-d66fbaad8c97", "combined_description": "X- Burguer: pão de hambúrguer, hambúrguer, presunto, queijo e molhos. Descrição para busca: combinação de pão, hambúrguer, presunto, queijo e molhos em um sanduíche, conforme o item mostrado na imagem."}
{"itemId": "3ee18b8e-eb9d-4733-a0aa-3eab75913cae", "combined_description": "Salada de rúcula com cebolete temperada. Rúcula fresca com cebolete para tempero, apresentada como prato de salada. Foto meramente ilustrativa."}
{"itemId": "252373d9-89b4-485a-8dda-d790216ded09", "combined_description": "Sanduíche da Promoção da casa com pão de brioche macio, recheado com frango desfiado, bacon crocante e queijo prato derretido, acompanhado de milho doce, Catupiry, alface, tomate e maionese. Não possui hambúrguer. Classificado na categoria 'Todos os lanches com batata grátis'."}
{"itemId": "a7770a57-67b1-471e-b398-0e73a4cf713c", "combined_description": "Bala de Gelatina Dentadura Fini, da marca Fini, apresentada em embalagem de 35 g. Descrição voltada para busca: bala de gelatina, Dentadura, Fini, embalagem 35 g."}
{"itemId": "15064a62-c868-42ec-992b-18c582711029", "combined_description": "Paçoquita Santa Helena 18g, embalagem individual de 18 gramas. Produto com a marca Santa Helena e o rótulo Paçoquita Original. Útil para buscas por Paçoquita, Santa Helena, Original e 18g."}
{"itemId": "4d302115-a49a-400e-acff-030402fbe000", "combined_description": "Suplemento Alimentar Kollis Ems Gotas, apresentado em embalagem de 8ml. É uma solução oleosa em frasco com conta-gotas."}
{"itemId": "400913a8-73a4-493f-a038-9782abd959e9", "combined_description": "Pimentão Verde Extra. Vendido por peso."}
{"itemId": "7e121639-5922-4401-91cc-1a2351096103", "combined_description": "Chocolate branco Lacta Laka em barra de 80 g. Embalagem com as marcas Lacta e Laka e selo Cocoa Life, destacando sabor marcante e cremoso. Produto de chocolate branco, peso 80 g, pronto para consumo direto."}
{"itemId": "ad941a32-107d-4ac7-8ff5-7e0691cbb426", "combined_description": "Água mineral sem gás Oba Bem Querer, apresentada em galão de 6 litros. Embalagem: galão de 6 L, água mineral não gaseificada, marca Oba Bem Querer."}
{"itemId": "eb6b0506-20dd-4ac4-9bef-2fb46b94d8ad", "combined_description": "Manga Tommy, vendida por kg. A imagem mostra mangas da fruta Manga Tommy. Descrição orientada a buscas: manga Tommy, kg, compra por peso."}
{"itemId": "0b698c26-9fc6-4350-8934-24c695bfcf6f", "combined_description": "Refrigerantes em garrafa de 2 litros com variedade de sabores visíveis. Marcas presentes: Coca-Cola, Fanta (Laranja e Uva) e Sprite, todos em embalagem de 2L para bebidas gasosas."}
{"itemId": "7dd7f5bb-efbd-43c2-b4cd-ea3aa1720946", "combined_description": "Feijoada acompanhada de arroz branco ou integral, mandioca, couve e farofa. Os acompanhamentos são arroz branco ou integral, mandioca, couve e farofa."}
{"itemId": "97fd641c-8da0-49c3-9e41-f550a20b883b", "combined_description": "Linguiça feita com pernil suíno e bacon, temperada com pimentas cumari e malagueta. Produto que combina sabores intensos de carne suína e picância moderada das pimentas mencionadas. Ideal para quem busca linguiça com toque apimentado e sabor defumado."}
{"itemId": "00443a24-a424-466a-a6be-6a5e21a6ac2d", "combined_description": "Strogonoff de Frango Tamanho Família contém 3 filézinhos de frango cortados em cubos, cogumelos champignon picados, cobertos por um delicioso molho de 450 gramas. A refeição acompanha arroz caseiro de 500 gramas e batata palha crocante de 75 gramas. Sabor único de uma refeição caseira."}
{"itemId": "3553f5b7-209e-440f-845f-2d49d655d811", "combined_description": "Macarrão integral Spaghetti Taeq, embalagem de 500 g. Massa no formato spaghetti, integral, da marca Taeq."}
{"itemId": "5409e189-cfd7-42bb-8564-9b0b4c42b039", "combined_description": "Polpa de Tomate Qualitá em sachê, peso de 300 g. Embalagem do tipo sachê. Unidade: 1 Und."}
{"itemId": "6c8204da-9d7d-4b4c-825f-b16716349c9f", "combined_description": "Coxa de frango Sadia congelada, embalada em embalagem Zip com tecnologia IQF. Pacote de 1 kg."}
{"itemId": "8916bfdf-d04c-4170-b0d1-cf4eb558d1ac", "combined_description": "Doce de Leite Italac, em pote de 350 g. Embalagem de pote com tampa, para armazenamento do doce de leite."}
{"itemId": "aa4d0e23-357a-4aae-b2fd-6ce9cc0271eb", "combined_description": "Macarrão com ovos, formato parafuso (parafuso), da marca Adria. Embalagem de 500 g."}
{"itemId": "c955d834-f4e6-4f57-9e37-ee42cf190ba0", "combined_description": "Nutella B-ready Wafer Recheado, unidade única de 22 g. Produto com wafer recheado, apresentado em embalagem de 22 g."}
{"itemId": "e9f9b3b1-0b68-4a66-b77a-49a3e1b83973", "combined_description": "Batata Frita Ondulada Original Ruffles, em pote de 100g. Produto de batata frita ondulada com sabor Original, da marca Ruffles, embalagem de 100 g."}
{"itemId": "267103ee-6f17-480a-96a1-fb6483456eb7", "combined_description": "Refrigerante de cola sem açúcar da Coca-Cola, apresentado em garrafa de 2 litros. Produto sugar-free, sem adição de açúcar, com o sabor característico da Coca-Cola. Descrição para busca: Coca-Cola Sem Açúcar, cola, refrigerante, bebida, 2 litros."}
{"itemId": "7caa3877-52e7-440c-8ccb-8bf3e000a635", "combined_description": "Bala de gelatina com colágeno, da marca Fini, linha Bem Estar Sweets. Embalagem de 18g. Contém corantes e aromas naturais."}
{"itemId": "e4c7cee5-ef28-485c-8de1-413151777a7d", "combined_description": "Brigadeiro gourmet de 30g, bolinhas cobertas com confeitos de chocolate. Apresentadas em forminhas rosa, com cobertura de chocolate em confeitos pequenos. Palavras-chave para busca: brigadeiro, brigadeiro gourmet, 30g, chocolate, sobremesa."}
{"itemId": "194ccbd8-faae-4f0a-81b4-98850703c2a0", "combined_description": "Caixa de bombons clássicos sortidos de chocolate ao leite (120 g). Contém recheios nos sabores trufa tradicional, avelã e cereja ao licor. Ótima opção para presentear."}
{"itemId": "0ad26b0e-3f52-495d-aa23-ec42b25f8e56", "combined_description": "Fatia generosa de torta vegana com massa especial da casa, recheada com cogumelos frescos e abobrinha, coberta por um creme de tofu. Acompanha salada fresca caprichada (~150 g) e o Molho da casa vegano de mostarda e melaço; o pedaço pesa cerca de 250 g. A salada contém alface crespa, tomate-cereja, broto de feijão, pepino, rabanete, cenoura, vagem, cebola roxa, ovo de codorna, repolho roxo, beterraba, ervilha, lentilha e grão de bico, sujeitos à disponibilidade do dia."}
{"itemId": "bae5b308-5913-4283-a723-ef73a2960bde", "combined_description": "Yakisoba com Frango - 500g: macarrão frito japonês com pedaços de frango. Cenoura e brócolis salteados no molho, pronto para aquecer."}
{"itemId": "7b37bb12-73a8-4cf1-93f0-2898cc59a08b", "combined_description": "Fatia de abacaxi com raspas de limão. Generosa fatia de abacaxi com raspas de limão."}
{"itemId": "a16a7278-8b98-4bae-90fa-f933e0db4cd6", "combined_description": "Prato com tortilhas recheadas de carne, cobertas com molho vermelho e queijo ralado. Ingredientes principais: carne, queijo e ovos."}
{"itemId": "1830a574-6af3-4509-bc15-d6561e8edd0b", "combined_description": "Melancia descascada e fatiada, vendida por kg. Fatias de melancia sem casca, prontas para consumo imediato."}
{"itemId": "2fb7e851-8c44-4e2d-9c43-54557a7a45be", "combined_description": "Iogurte desnatado natural zero lactose Lacfree da Verde Campo, 500 g. Embalagem em garrafa de 500 g."}
{"itemId": "43e894bc-dd75-4a03-8780-f27dc3090f84", "combined_description": "Pão Italiano Filão da marca Oba Bem Querer, embalagem com 400g. Produto de panificação no formato filão, característico do pão italiano tradicional. Ideal para uso em sanduíches, torradas e acompanhamentos."}
{"itemId": "60f0d25c-53cc-4f4a-afa0-c3ffa208c756", "combined_description": "Bauducco wafer de chocolate, peso líquido 140 g. Biscoito wafer crocante com recheio de chocolate e cobertura de chocolate. Sabor chocolate, adequado para lanche ou sobremesa."}
{"itemId": "98094108-d80c-4acf-89f4-8f2a592ac5a9", "combined_description": "Pipoca pronta com sabor caramelo e flor de sal, da marca Okoshi. Embalagem de 50g."}
{"itemId": "b8c25efb-5770-4ccf-b506-06aa39ca5b1d", "combined_description": "Chocolate em pó solúvel Nestlé Dois Frades, com 50% cacau. Embalagem de 200 g. Produto em pó para dissolução, adequado para preparos que utilizem cacau em pó."}
{"itemId": "cf61b87b-100a-4258-995f-b11486e83e7d", "combined_description": "Banana Prata – vendida por peso (kg). Bananas da variedade Prata disponíveis para compra por quilo. Descrição voltada para buscas com palavras-chave como banana prata, banana, fruta, venda por peso, kg."}
{"itemId": "f28c7379-6a3a-477b-8308-b6b48c4ed97a", "combined_description": "Batata Frita Lisa Clássica Lays, pacote de 70 g. Snack de batata frita lisa, variedade Clássica, com peso de 70 g."}
{"itemId": "f43d9a3d-e5c0-4194-9149-cd31ef948d17", "combined_description": "Porção na caixa com tilápia, anéis de cebola, polenta frita, batata frita e molho especial. Tamanho 35 cm e serve até 4 pessoas."}
{"itemId": "3cab6681-c3a4-4a9b-bd49-67fde1298411", "combined_description": "Queijo assado tradicional, bem suculento, vendido por kg. Coração de galinha, vendido por kg. Descrição voltada a buscas, destacando queijo assado tradicional e coração de galinha em porções por kg."}
{"itemId": "dc640e81-01cd-4dd6-bb3b-6932b99e5713", "combined_description": "Caldo de batata com couve (caldo verde). Oferece opção de carne a sua escolha ou acompanhamento, acompanhado de torradas temperadas."}
{"itemId": "35ed0f9e-b6b2-41bb-9f2b-58e11ec8918a", "combined_description": "Gauchoo Gourmet é um sanduíche com pão australiano. Hambúrguer gourmet Angus de 200 gramas, cheddar e molho defumado completam o conjunto."}
{"itemId": "0d35f3f9-b5c2-4594-aeb4-d67f9bbef1a0", "combined_description": "Tablete ao Leite Bendito Cacao Energy, 30 g. Suplemento alimentar em barra de massa ao leite com adição de cafeína, que auxilia no aumento do estado de alerta e na melhoria da concentração e energia."}
{"itemId": "fa33b30e-47dd-409f-a615-7a077531a9a1", "combined_description": "Trufa artesanal Grancherie com cereja ao licor, 30 g, envolta em chocolate ao leite. Combinação de chocolate ao leite com cereja, típica de uma trufa artesanal."}
{"itemId": "1a5bbb10-ccfa-4bb2-b78a-65027964dc3b", "combined_description": "Mini pastéis sequinhos e crocantes, 75 unidades. Você pode escolher 3 sabores diferentes ou optar pela opção misto, com direito a todos os sabores."}
{"itemId": "34ba6332-34bb-41ef-a02c-5555b1f12fcc", "combined_description": "Água de Coco – 400 ml. Líquido claro proveniente do coco, apresentado em copo, com uma fruta de coco ao fundo. Bebida de coco com capacidade de 400 ml."}
{"itemId": "abf08a05-1fd7-4054-a844-19489bd5cb29", "combined_description": "Salada quinze dez com rúcula fresca, torresmo crocante, cebola e molho italiano. Combinação de folhas verdes com ingredientes crocantes e tempero clássico. Ideal para quem busca uma salada com sabores intensos e textura variada."}
{"itemId": "fe546f15-25c2-4fb9-8cd6-595e58222305", "combined_description": "Sal de Fruta Tradicional ENO, embalagem de 100 g. Efervescente, à base de bicarbonato de sódio e ácido cítrico, com alívio rápido da azia e digestão. Rende até 20 doses; dissolver 1 colher de chá em um copo pequeno de água, esperar a efervescência e beber."}
{"itemId": "6fddab93-b789-42de-b2be-bb7c3f4d7e0c", "combined_description": "Mousse de chocolate cremosa apresentada em copinho plástico de porção individual. Sobremesa de chocolate com textura leve, servida em recipiente de uso único. Palavras-chave para busca: mousse de chocolate, sobremesa cremosa, porção individual, copinho plástico."}
{"itemId": "510e14ba-526e-4c14-9a15-3ed36f3ba3ad", "combined_description": "Muita Fome: 1 X-Tudo (Hamburguer Artesanal), 1 Porção Fritas 200g e 1 Bebida 350ml. Palavras-chave para busca: X-Tudo, Hamburguer Artesanal, Porção Fritas 200g, Bebida 350ml."}
{"itemId": "f4544ecf-b364-40f0-9040-a3dc6e5540b9", "combined_description": "Sanduíche filet gordão com hambúrguer de carne, queijo, presunto e bacon. Acompanha azeitonas, alface e tomate no pão, com a combinação de filet, queijo, presunto, bacon, azeitona e salada."}
{"itemId": "b86e0ef1-e39d-4dad-8011-3ba7be67a777", "combined_description": "Cerveja Império 350 ml, em fardo com 12 unidades. A embalagem indica puro malte. Palavras-chave para buscas: cerveja, Império, 350 ml, fardo, 12 unidades, puro malte."}
{"itemId": "1dd9089d-b002-489b-978f-7038f6963226", "combined_description": "Bolo de chocolate com recheio de Dois Amores (Ninho e brigadeiro). Serve 4 pessoas."}
{"itemId": "0fc0c20a-d2c3-49a3-9909-b02c54952056", "combined_description": "Queijo Provolone Qualitá, embalagem de 120 g. Queijo provolone fatiado, apresentado em embalagem com 8 fatias."}
{"itemId": "1f310e39-bbce-4fcb-ae57-ba474d577b50", "combined_description": "Tomate grape Qualitá em bandeja de 150 g. Produto de tomate grape apresentado em embalagem de bandeja. Peso: 150 gramas."}
{"itemId": "3f152db8-55bc-425f-90f6-0e26addb8773", "combined_description": "Macarrão instantâneo no copo Cup Noodles, sabor cheddar. Embalagem de 69 g."}
{"itemId": "54c1d4c0-d79f-486a-9bec-3ba71072ac41", "combined_description": "Cerveja Heineken em lata Sleek de 350ml. Pacote com 12 unidades. Produto para maiores de 18 anos."}
{"itemId": "662d20cb-b88c-432b-8303-81203874d705", "combined_description": "Chocolate wafer Lacta Sonho de Valsa, pacote de 25 g. Produto da marca Lacta com o nome Sonho de Valsa impresso na embalagem. Palavras-chave para busca: chocolate, wafer, Lacta, Sonho de Valsa, pacote 25 g."}
{"itemId": "955a46bc-9cc9-4592-aa62-cdcd563d40a7", "combined_description": "Queijo prato fatiado Sadia, Soltíssimo, em bandeja de 150 g. Produto de queijo prato fatiado, marcado Sadia, com peso de 150 g."}
{"itemId": "beb560fe-cfee-45d2-b90b-4aee48039486", "combined_description": "Cream cheese cremoso Light da Vigor em embalagem de 150 g. Queijo cremoso tipo cream cheese, versão Light."}
{"itemId": "d3b42848-61b2-44ce-b423-21a8eafea05a", "combined_description": "Molho Shoyu Sakura Tradicional, embalagem de 150 ml. Molho de soja tradicional da marca Sakura, apresentado em garrafa de 150 ml. A embalagem destaca o rótulo \"Tradicional\" e indica opção gluten free."}
{"itemId": "f7d711dd-9a40-4883-9a09-d28fdb419805", "combined_description": "Biscoito doce recheado de chocolate branco, da marca Marilan, linha Teens. Embalagem de 80 g."}
{"itemId": "fdaf009b-e1ce-4cfc-a2cc-f08a786fa53e", "combined_description": "Sanduíche de pão brioche com filé de frango grelhado, bacon, ovo e Catupiry. Também leva mussarela, presunto, maionese, alface e tomate."}
{"itemId": "16cf592a-cb21-445a-afb0-69569a4ecfc2", "combined_description": "Vitamina E 400 mg em cápsulas gelatinosas moles, marca Sandoz. Caixa com 30 cápsulas. Uso oral para adultos."}
{"itemId": "8934cbe3-afe9-4835-bddd-a3a006691b96", "combined_description": "Pizza Brócolis (8 pedaços) com mussarela, brócolis, parmesão, champignon e alho. Todas as pizzas acompanham molho de tomate, orégano e azeitonas."}
{"itemId": "91bcdccd-b92a-451d-87fe-490dcd92940a", "combined_description": "2 Harumaki de Camarão, especialidade da categoria Rolinho Primavera. Camarões frescos e suculentos enrolados em massa fina e crocante, típico da culinária oriental. Porção de dois rolinhos de camarão."}
{"itemId": "231df216-5865-4b8d-9753-bb56424ebae2", "combined_description": "Coca-Cola em garrafa de 600 ml. Bebida refrigerante carbonatada da marca Coca-Cola."}
{"itemId": "2b0b8139-b740-4319-802c-542a2c54f377", "combined_description": "Fricassé de frango gratinado com queijo, acompanhado de arroz integral e cenouras salteadas na manteiga com salsa. Porção individual de 420 g, produto congelado pronto para aquecer. Palavras-chave: fricassé de frango, gratinado, queijo, arroz integral, cenouras salteadas, manteiga, salsa, porção, 420 g, comida congelada."}
{"itemId": "b7a0ce8a-80c1-456b-8350-4cfa3c14d1f1", "combined_description": "Yakissoba de carne e frango com legumes e molho. É composto por carne, frango, legumes e molho sobre macarrão de yakissoba."}
{"itemId": "69a41f6b-630b-4d93-909e-0d9d85ea17c4", "combined_description": "Anéis de cebola fritos em porção individual, apresentados em uma cesta de metal sobre uma tábua de madeira. A porção acompanha dois molhos cremosos em potinhos ao lado."}
{"itemId": "0375027c-436c-41af-b6c3-7d9cf23544f0", "combined_description": "Achocolatado em pó Nescau, com 33% menos açúcares, embalagem de 350 g. Porção indicada: 20 g (aproximadamente 2 colheres de sopa). Produto para preparo de bebidas de chocolate."}
{"itemId": "0a599549-e73c-4b01-b585-1d79b5995cd9", "combined_description": "Requeijão cremoso tradicional da marca Vigor, em embalagem de copo. Conteúdo de 200 g."}
{"itemId": "13103b98-7a19-49b0-9ee9-b71269217a7e", "combined_description": "Fraldinha – peça inteira, vendida por peso (kg). Compra por peso."}
{"itemId": "1dd80a5f-5654-43a6-a454-8982a120ca8c", "combined_description": "Ketchup de tomate picante da Heinz, 397 g. Condimento à base de tomate com sabor picante, conforme o rótulo Heinz Picante Tomato Ketchup."}
{"itemId": "27f0e1be-95ea-41ba-9f32-352d2800366b", "combined_description": "Biscoito de polvilho tradicional da marca Gold Boys, embalagem de 100 g. Bolachas de polvilho brancas, acondicionadas em saco plástico. Palavras-chave para busca: biscoito de polvilho, tradicional, Gold Boys, 100 g, snack, bolacha polvilho."}
{"itemId": "30e313bb-4dcd-4127-bb7f-9ce6e2b8e63a", "combined_description": "Bisão ao Leite Lacta é um wafer coberto com chocolate ao leite, da marca Bis. A embalagem de 201,6 g contém 32 unidades. Palavras-chave: Bis, Bisão, ao leite, Lacta, wafer, chocolate ao leite, 201,6 g, 32 unidades."}
{"itemId": "3853a730-cd1d-4840-87fa-a80962b7e193", "combined_description": "Óleo de gergelim torrado Kenko. Embalagem de 100 ml."}
{"itemId": "4b5d99a0-dba7-4c8e-8da4-f96ddb6d316a", "combined_description": "Amendoim crocante natural em pacote de 500g, da linha Dori Pettiz. Amendoim crocante natural ao forno."}
{"itemId": "51ab0969-0212-4e11-bc7f-d0f856a224a8", "combined_description": "Óleo de algodão Liza, embalagem de 900 ml. Óleo vegetal da marca Liza, com volume de 900 ml."}
{"itemId": "63991fb1-3ab0-4edf-88c5-cd370edd86a1", "combined_description": "Creme de leite pasteurizado da Fazenda Bela Vista, em garrafa de 500 g. Produto lácteo para uso culinário como ingrediente de receitas que requerem creme de leite."}
{"itemId": "75c5764f-7cc8-4d23-ad84-bbd67532f2e9", "combined_description": "Gelatina em pó sabor cereja da marca Dr. Oetker, embalagem de 20 g. Produto alimentício para preparo rápido de sobremesas com sabor cereja. Descrição voltada a buscas por termos como gelatina em pó, cereja, Dr. Oetker, 20 g, embalagem."}
{"itemId": "7e8cf898-ddcc-4fdc-8ad3-fe60aac18f9f", "combined_description": "Farinha Láctea Tradicional Nestlé, sachê de 600 g. Produto da Nestlé em embalagem 600 g, farinha láctea tradicional."}
{"itemId": "8662540d-fcb2-4323-8602-3b65b01ce456", "combined_description": "Batata Palha Extrafina Yoki, embalagem de 100 g. Produto alimentício de batata palha extrafina, descrito como crocante e saborosa no rótulo."}
{"itemId": "8ecdf777-1157-4233-a15d-b701ed627bca", "combined_description": "Atum ralado em molho de tomate picante, Gomes da Costa. Lata de 170g."}
{"itemId": "9e8e3b5b-83f6-4da6-b2a7-6ed2da663442", "combined_description": "Goiabada Predilecta, embalagem de 300 g. Produto da marca Predilecta com o nome Goiabada na embalagem. Ideal para buscas por Goiabada Predilecta e por embalagem de 300 g."}
{"itemId": "a452787b-d903-4d58-9e9d-8d57e2250de3", "combined_description": "Primavera Mix Higienizada La Vita, pacote de 250g. Mix higienizado de vegetais para uso em saladas e preparações culinárias."}
{"itemId": "af0e664f-3533-4d52-9efb-82a10c80837f", "combined_description": "Açaí com Banana Natureon em pote de 1,15l. Pote com capacidade de 1,15l, sabor Açaí com Banana, da marca Natureon."}
{"itemId": "b6c39116-7ae4-4129-811e-0121f3292bff", "combined_description": "Picanha inteira Friboi, embalada. Compra por peso."}
{"itemId": "bfc8eb8d-c605-43d7-b6c1-4d352a415677", "combined_description": "Lasanha à Bolonhesa Rezende, congelada, com peso de 600 g. A embalagem indica que rende 2 porções."}
{"itemId": "dc197740-a37e-4012-be8e-4d286b032f5a", "combined_description": "Danone Iogurte líquido sabor morango, parcialmente desnatado, apresentado em garrafa de 1,25 L. Produto de iogurte líquido com sabor a morango, desnatado, embalagem de 1,25 litro (garrafa)."}
{"itemId": "e43c6aa2-fd3e-43ac-a7ac-53b2efe68b6e", "combined_description": "Vinho tinto brasileiro suave Chalise, em garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "ee5d6bd4-aa9d-4b2b-a15d-71bdfee49e2f", "combined_description": "Energético Fusion em lata de 473 ml. Bebida energizante apresentada na lata Fusion com capacidade de 473 ml. Nome do produto: Energético Fusion 473ml."}
{"itemId": "f5cfa03f-161a-4098-999f-f1729f8f930a", "combined_description": "Biscoito de arroz Jasmine Original, 90g, embalagem de 90g. Produto sem glúten. Palavras-chave: biscoito de arroz, Jasmine, Original, 90g, embalagem, sem glúten."}
{"itemId": "66bad0d4-00c0-4509-a23c-df4861adaeb2", "combined_description": "Suco Guaraviton de gengibre com toque de laranja, em embalagem de 500 ml. Bebida com gengibre e toque de laranja, conforme o nome do item. Palavras-chave para busca: suco, gengibre, laranja, Guaraviton, 500 ml, embalagem."}
{"itemId": "4f18b073-f629-4373-9e15-01af030721bf", "combined_description": "Açaí no copo de 500 ml com banana, morango, kiwi e manga. A composição inclui granola, leite condensado, leite em pó e chocolate."}
{"itemId": "babcb9eb-efd6-498f-9d1a-4667801cb88f", "combined_description": "Combo com 100 salgados de 20 g cada e 25 mini churros de 10 g cada. Acompanha refrigerante de 2 L."}
{"itemId": "f9c5b37c-aceb-4576-bb21-ae6569807bf5", "combined_description": "Mini ovinho Língua de Gato Trufado, 75 g, com chocolate ao leite e recheio cremoso trufado. Mantém o formato Língua de Gato e oferece uma experiência de chocolate para a Páscoa. Uma delícia sofisticada que vai tornar a sua Páscoa ainda mais especial e saborosa."}
{"itemId": "0a4a31b7-2262-4f74-9a1b-d4da0225be35", "combined_description": "Coco ralado úmido, da marca Mais Coco, em embalagem de 100 g. Peso da embalagem: 100 g."}
{"itemId": "1f078ce7-6de9-4fa8-b984-9be8671f450e", "combined_description": "Miojo Lámen Talharim Sabor Frango Nissin. Embalagem 99g."}
{"itemId": "2a245c2c-f7d5-40e0-a0fa-0320da150d19", "combined_description": "Cerveja Pilsen Itaipava Zero Álcool, lata de 350ml, com 0,0% álcool. Produto para maiores de 18 anos."}
{"itemId": "33410580-bd2b-4bac-a034-b8b233577d8d", "combined_description": "Gelo para drink com sabor maracujá, da marca Coco Leve, em embalagem de 200 ml. Produto de gelo destinado a bebidas, com sabor maracujá, conteúdo total de 200 ml."}
{"itemId": "3b3f69b2-c1c3-460e-82a2-d48adb8f8ac8", "combined_description": "Salaminho Sadia é um produto identificado pelo nome Salaminho Sadia. É vendido por peso (Compra por peso), conforme indicado pela embalagem."}
{"itemId": "46ce5215-29e4-415a-8da8-6d5b931510c6", "combined_description": "Feijão Carioca Tipo 1, da marca Camil, em embalagem de 1 kg. Produto de feijão para preparo de receitas com feijão Carioca. Conteúdo: 1 kg."}
{"itemId": "54103c6f-c73a-4fef-aa7a-ce1598d1d652", "combined_description": "Pão de Tortilha Integral com 35% fibras, da marca Rap10. Embalagem de 297 g contendo 9 unidades."}
{"itemId": "6dd2df3b-765b-41b8-b868-ddce6cb9df15", "combined_description": "Coxa com sobrecoxa de frango, apresentada em bandeja da marca Big Frango. Frango cru composto pelas partes coxa e sobrecoxa, vendido por peso (kg). Compra por peso."}
{"itemId": "7a5e01ff-cfe2-4e69-bd60-5ba30ab94917", "combined_description": "Bife de alcatra traseiro, carne bovina cortada em bifes. Vendido por peso (kg)."}
{"itemId": "83f22eb4-e86b-4eab-bfef-f451f06cea65", "combined_description": "Salsicha Aurora. Salsicha da marca Aurora, vendida por peso. Descrição voltada a buscas: salsicha aurora, por peso."}
{"itemId": "9b4f85d5-e791-4c81-a4d4-df5cd5418a77", "combined_description": "Caldo de Legumes Maggi, embalagem de 57 g, com sabor Legumes. Possui alto teor de sódio, conforme o rótulo da embalagem."}
{"itemId": "a78c5e7f-95de-45eb-8e31-ff132003f291", "combined_description": "Batata Congelada Pré-Frita Newbraz, embalagem de 2 kg.  \nProduto de batata pré-frita, congelada, da marca Newbraz."}
{"itemId": "b3b5aa58-260c-4951-b6b2-d0f1599b9a6a", "combined_description": "Biscoito wafer sabor Morango My Bit, 80 g. Embalagem: Pacote único (1 unidade). Produto wafer Morango da marca My Bit, apresentado em embalagem de 80 g."}
{"itemId": "d0ef9965-7902-43cb-94a7-caeeb92c6103", "combined_description": "Granola Jasmine com Banana e Canela, em embalagem pouch de 250 g. Granola integral com sabor Banana e Canela, da marca Jasmine, apresentada em pouch de 250 g."}
{"itemId": "412d8d0e-941f-4324-bea8-658d04f1ff99", "combined_description": "Batatas fritas com molho de catchup. Porção de aproximadamente 600gr, podendo variar para mais ou para menos."}
{"itemId": "1ed05921-c269-4f3d-a46e-5cbe1d1c75a4", "combined_description": "Festival Kaizen Sushi Premium - Para 2 pessoas é um combinado de sushi e sashimi com 44 unidades. O conjunto inclui 4 niguirizushi de barriga de salmão trufada com lascas de limão siciliano, 2 niguirizushi de peixe da época, 2 niguirizushi de atum, 4 gunkanjows de salmão, 4 uramakis variados, 8 sashimis de salmão, 5 sashimis de peixe da época, 5 sashimis de atum e 10 sashimis salmon tartuffo lemon."}
{"itemId": "5cd2c32e-deab-4486-a2ae-79fa8f68502e", "combined_description": "Croquete de cupim, 10 unidades. Croquetes empanados e fritos com carne de cupim, apresentando casca dourada e textura crocante."}
{"itemId": "c114b802-17a5-4ac6-bfae-8f3b9aa9f192", "combined_description": "Isca de Frango Empanada com Catupiry: tiras de frango empanadas, fritas até ficarem crocantes, com Catupiry. Servidas com limão e folhas de alface, apresentadas em prato retangular."}
{"itemId": "174f921c-f22b-46aa-9d40-afbe9e9721de", "combined_description": "Pizza grande de 8 pedaços, serve de 3 a 4 pessoas, produzidas artesanalmente com molho de tomate 100% natural, mussarela especial, fatias de tomate e manjericão fresco ou Calabresa Seara coberta com cebolas. Pode ser meio a meio ou inteira: Marguerita Clássica ou Calabresa Seara. Acompanhamento: Coca-Cola 1L."}
{"itemId": "774ac2c3-0839-47a5-b0df-b05a19450546", "combined_description": "File de frango grelhado. Acompanhamento: arroz branco, feijão, fritas e farofa especial tipo tropeiro."}
{"itemId": "91a72cb5-0480-4e9b-9e55-cae1ff86e93e", "combined_description": "Bolo de pote de 200 ml com recheio de creme de Ninho e morango fresco picado. Sobremesa em pote com creme de Ninho e morangos picados."}
{"itemId": "085bac89-fc6e-4322-9ceb-e50fee3dc978", "combined_description": "Hossomaki de pepino com arroz envolto em alga nori. São 8 unidades de sushi tipo hosomaki, com pepino como recheio."}
{"itemId": "f2dcec9b-4149-4220-bf10-00c8b0a04c06", "combined_description": "Combo Toru 50 peças: contém 10 fatias de salmão, 5 fatias de salmão, 5 niguiris salmão, 5 joys de salmão, 10 fatias de atum, 5 fatias de atum, 5 niguiris atum e 5 joys de pepino com atum. É um conjunto de sushi com fatias, niguiris e joys de salmão e atum, incluindo pepino com atum."}
{"itemId": "0fd7c412-69c6-48d5-a799-0497b92c43c3", "combined_description": "Torta Nutinho: torta com base de creme com leite Ninho, pasta de avelã e chocolate trufado. Contém glúten. Escolha o tamanho; os produtos são entregues congelados."}
{"itemId": "954c6128-30ba-4f17-be30-8dd66f342cae", "combined_description": "Cerveja Brahma latão, 473 ml. Produto para maiores de 18 anos. Cerveja do estilo Pilsen."}
{"itemId": "03226e1f-9fb2-4558-a17b-430f74ce5f7b", "combined_description": "Laranja importada, peso 860 g, apresentada em bandeja. Fruta cítrica fresca de cor laranja, pronta para consumo direto ou uso em sucos."}
{"itemId": "0dbb2536-ce56-408f-8979-720b2d976b1c", "combined_description": "Filé de tilápia Aurora em embalagem de 400 g. Peso da embalagem: 400 g."}
{"itemId": "241d6c5c-b854-468e-9322-2b084d932f22", "combined_description": "Chiclete hortelã sem açúcar da Trident, embalagem de 8 g. Contém 5 chicletes na porção, com sabor hortelã e sem açúcar. Produto para mastigação, com sabor mentolado característico da linha Trident sem açúcar."}
{"itemId": "2cf974e4-8c30-4e28-9138-39c7d78558f1", "combined_description": "Biscoito de chocolate ao leite Bauducco, Choco Biscuit, embalagem de 36g. Biscoito Bauducco de chocolate ao leite, linha Choco Biscuit, peso 36g."}
{"itemId": "3e908d6f-44e0-477f-8f61-9176db6ded79", "combined_description": "Suplemento vitamínico mineral Hiline F Yakult, apresentado em embalagem de 100 ml. Produto nutricional em formato de 100 ml, com Hiline F e Yakult, voltado para suplementação vitamínica e mineral."}
{"itemId": "4652573f-a0ed-4b6f-a909-8455bb7e426d", "combined_description": "Farinha para empanar Panko Kenko, embalagem de 200 g. Produto da marca Kenko, Panko Bread Crumbs para empanar alimentos."}
{"itemId": "551de3ec-adce-4eff-ad46-b97626697659", "combined_description": "Mix de amendoins sortidos em embalagem de 250 g da marca Band. Amendoins de diferentes variedades são apresentados em um recipiente transparente com quatro compartimentos, facilitando a visualização de cada tipo."}
{"itemId": "5cb847be-0556-4307-a7e7-4da3530dda22", "combined_description": "Alface crespa hidropônica, variedade Campo Alegre, apresentada em maço (1 unidade). Folhas verdes, com aspecto rizado característico da alface crespa. Produto com raiz visível na base, conforme apresentado na imagem."}
{"itemId": "63755816-b0d9-4973-b84e-8f6e4b56e8a5", "combined_description": "Sobremesa de chocolate Nestlé Chandelle, 360 g no total, em embalagem com 4 unidades. Sabor chocolate, produto Nestlé da linha Chandelle. Apresentação em bandeja com quatro unidades, pronta para consumo."}
{"itemId": "6a9e9551-b11c-4a06-aecb-8ec65c15987d", "combined_description": "Açúcar refinado Guarani, em pacote de 1 kg. Peso líquido: 1 kg; marca Guarani. Produto alimentício básico para uso culinário como adoçante."}
{"itemId": "715856c3-b778-4ac5-92b0-cace37b5d566", "combined_description": "Fraldinha, peça inteira de carne bovina. Vendida por peso (kg)."}
{"itemId": "79c9b6df-e8bb-486f-8455-88e13df5d0df", "combined_description": "Madeleine Paderri Longa com Gotas de Açúcar, embalagem de 200 g. Biscoito tipo madalena com gotas de açúcar. Peso de 200 g."}
{"itemId": "83f6fc0f-c869-4d0f-9a3c-53e7efa9428b", "combined_description": "Milho em conserva Predilecta Turma da Mônica, em lata de 140 g. Produto de milho enlatado, pronto para uso em preparações culinárias."}
{"itemId": "94026f2c-0a2f-4f4a-b01c-a242242bbf1c", "combined_description": "Barra de chocolate Hershey's Special Dark Original com 60% cacau. Peso: 85 g. Chocolate escuro da Hershey's, linha Special Dark, tradicional 60% cacau."}
{"itemId": "9bcae867-bd0a-4cd6-a3ea-8ffccb76c949", "combined_description": "Biscoito de polvilho doce Cassini, em pacote de 100 g. Produto assado."}
{"itemId": "a7dfc4ed-5c4a-4fb8-9d72-8efcce2db05f", "combined_description": "Biscoito de polvilho Bianca Tradicional, Linha Premiada. Embalagem de 100g."}
{"itemId": "b173dacc-cb69-4073-9160-a88843499c77", "combined_description": "Batata Carinhas BemBrasil, pacote de 400 g. Produto de batata com formato de carinhas, da marca BemBrasil. Palavras-chave para busca: Batata Carinhas, BemBrasil, 400g, pacote."}
{"itemId": "ba2f8c26-3028-4eff-b9fb-2ad76f355ce3", "combined_description": "Chantilly Mix Amelia 200ml é um mix para chantilly da marca Amelia, apresentado em embalagem de 200 ml. O rótulo identifica o produto como Chantilly Mix Amelia."}
{"itemId": "c19e1575-0029-4e06-82a7-2244a85e2d83", "combined_description": "Palmito Pupunha Coracao 300g. Palmito de pupunha coração, em embalagem de vidro de 300 g."}
{"itemId": "d1a6d21c-0078-4af7-b6d7-f025867bfc0b", "combined_description": "Bebida vegetal de amêndoa, da marca A Tal da Castanha. Embalagem de 1 litro com o rótulo destacando o sabor Amêndoa. Produto à base de amêndoa, destinado ao consumo como bebida vegetal."}
{"itemId": "da8c40f9-cb05-440d-8766-8183a073a360", "combined_description": "Biscoito Recheado Bauducco, Duplo Chocolate, embalagem de 140 g. Biscoito com recheio de chocolate da Bauducco, no formato Duplo."}
{"itemId": "f3a54da5-4778-40fd-ba99-fc37f13b0346", "combined_description": "Bebida vegetal da marca A Tal da Castanha, creme de amêndoas, embalagem de 200 ml. Feita a partir de castanhas, oferece sabor de amêndoas."}
{"itemId": "feb5e91b-226c-4261-bad3-422a4ed2b2bd", "combined_description": "Café 3 Corações Tradicional em embalagem de 500 g. Produto de café tradicional, adequado para preparo diário em casa."}
{"itemId": "b69528ce-d2fb-41a0-b07b-0540eb29598a", "combined_description": "Combo Toru 30 peças com 5 sashimis de salmão, 5 fatias salmão flambado, 2 niguiris de salmão, 2 niguiris skin e 2 niguiris de salmão flambado. Inclui 4 joys variados, 5 uramakis de salmão philadélphia e 6 hot rolls."}
{"itemId": "286ab654-9577-4074-bec3-05dcdb10b6a7", "combined_description": "Picerno Dog é um sanduíche de hot dog com pão e salsicha Sadia, coberto com molho de tomate, maionese, mostarda e catchup. Completa com milho verde, vinagrete, purê de batatas, frango desfiado, bacon assado, brócolis fresco, cheddar, alho frito, mussarela cremosa ao forno e orégano."}
{"itemId": "bba54a94-6767-447d-aba9-e09dba7cb844", "combined_description": "Bolo de milho verde 300 g. Bolo em formato de anel com furo central, dourado por fora e feito com milho verde. Descrição voltada para buscas por bolo de milho verde, milho verde e peso de 300 g."}
{"itemId": "5f64383a-c66d-4229-bf8f-5cd1438e18ab", "combined_description": "Coalhada seca com Zaatar Libanês - 150g é uma coalhada trabalhada em etapas para maior qualidade e sabor, com incorporação cuidadosa do zaatar libanês. A finalização inclui azeite importado do Líbano. Acompanha pão lavash feito manualmente na casa e livre de conservantes."}
{"itemId": "a34a9b90-9a08-4111-8942-8e63a834675f", "combined_description": "Brownie de chocolate produzido pela parceria Paraíso das Delícias, com brigadeiro cremoso de Leite Ninho. Sobremesa equilibrada que combina o sabor do brownie com o brigadeiro de Leite Ninho, deixando o gostinho de quero mais."}
{"itemId": "52a513ca-6f3c-4856-aa01-2a53c83a1d08", "combined_description": "Capim-limão (capim-santo), vendido a cada 100 g. O consumo é mais indicado à noite, antes de dormir, devido às propriedades calmantes das bebidas e à possibilidade de melhorar a qualidade do sono e aliviar sintomas de estresse e ansiedade."}
{"itemId": "b3437eb3-1a95-4a55-8197-971d1a0e68b2", "combined_description": "Bombom Bolo de Cenoura com Brigadeiro: casquinha de chocolate meio amargo recheada com bolo de cenoura e brigadeiro, sem açúcar, glúten, lactose e com low carb. Alérgenos: produtos naturalmente isentos de glúten e lactose, porém podem conter traços de leite, trigo, soja e castanhas."}
{"itemId": "f6ad5e9a-5cfa-4c90-b53c-bbb11bafd565", "combined_description": "Bife acebolado servido com arroz, feijão, maionese e batatas fritas. Prato composto por carne bovina acompanhada de cebolas refogadas e acompanhamentos tradicionais brasileiros. Inclui guarnições que complementam o prato principal."}
{"itemId": "0e3fae27-16e6-4798-b816-80ee79c143ea", "combined_description": "Sprite Original em garrafa PET de 2 litros. Garrafa de 2 litros com o Sprite Original."}
{"itemId": "17c601ff-fe42-44ad-b3e3-9d28d89d7fa8", "combined_description": "Mortadela defumada Ouro Perdigão, embalagem de 200 g. Marca Perdigão, linha Ouro, mortadela defumada. Descrição para busca: mortadela defumada 200 g Perdigão Ouro, embalagem."}
{"itemId": "209edf82-effb-477e-ba0f-4b7dfda6a697", "combined_description": "Salgadinho Crunchy Cheddar Cheetos, embalagem de 78 g. Sabor cheddar característico da linha Crunchy da Cheetos. Pacote com preço super barato."}
{"itemId": "323fc0f7-4c0f-463b-bd4c-cc8ff3f44dd7", "combined_description": "Margarina Vigor com sabor manteiga e sal, embalagem de 500 g. Produto de margarina para uso culinário, com sabor manteiga e sal. Preço descrito como super barato."}
{"itemId": "3d071aff-b100-402f-b016-e4c1f5838e03", "combined_description": "Pão do Forno Na Chapa Wickbold, pão de forno na chapa em embalagem de 500g. Palavras-chave para busca: Wickbold, Pão do Forno, Na Chapa, pão, 500g."}
{"itemId": "45618249-e3ab-48e8-936b-d0615eb1c3d8", "combined_description": "Molho de Tomate Zero Fugini, 300 g, em embalagem sachê. Produto da marca Fugini, versão Zero, utilizado como ingrediente de molho de tomate em receitas."}
{"itemId": "50a61271-8a4b-4c0d-b547-0ea8f7b2968e", "combined_description": "Salgadinho de milho com sabor presunto, da marca Fandangos Elma Chips. Embalagem de 35 g."}
{"itemId": "662f69e1-cf2b-478c-842d-d86346ff8da8", "combined_description": "Macarrão sêmolado espaguete N8, da marca Galo. Embalagem de 500g."}
{"itemId": "6fefdfb9-7538-4f27-8308-2a6492d8e46a", "combined_description": "Drops Halls Extra Forte Unitario, embalagem unitária de 34 g. Descrição voltada para buscas: Drops Halls Extra Forte Unitario, peso 34 g por embalagem. Termos-chave para correspondência de consultas: Drops, Halls, Extra Forte, Unitario, 34 g."}
{"itemId": "76ef7e0d-671b-4dbe-a28f-6f92fa6da7d9", "combined_description": "Adocyl Adoçante líquido com embalagem de 100 ml. O rótulo da embalagem indica sacarina e o volume é de 100 ml."}
{"itemId": "b1548294-8eba-4952-8e59-33612c37aca7", "combined_description": "Filippo Berio Azeite de Oliva Extra Virgem, Seleção Especial, em embalagem de 500 ml. Azeite de oliva extra virgem da linha Seleção Especial, pela marca Filippo Berio, apresentado em embalagem de 500 ml."}
{"itemId": "bd7297b1-eff0-460f-b787-d93051d44ee4", "combined_description": "Leite fermentado líquido com aveia Activia, com probióticos vivos. Embalagem de 800 g."}
{"itemId": "d31aec60-3e2c-4fdd-a2b6-30d2e169b898", "combined_description": "Glucose de milho Karo, em embalagem de 350 g. Produto da marca Karo."}
{"itemId": "f3f198be-6f6d-4bd2-9bbb-c352e3fc56a2", "combined_description": "Farinha de Trigo Integral Dona Benta, embalagem de 1kg. Produto alimentício da marca Dona Benta, farinha de trigo integral em pacote de 1kg."}
{"itemId": "906d2513-f688-4a99-a844-ce585b40e6f3", "combined_description": "Omelete de queijo, prato da Promoção do Dia, cuidadosamente elaborado. Vem acompanhado de arroz soltinho, feijão fresquinho e uma irresistível farofa temperada, com a liberdade de escolher mais um acompanhamento de sua preferência para personalizar a refeição. Servimos este prato na Pt-102."}
{"itemId": "9af3cc3f-78e7-48aa-a5bb-4af9c21dc2a9", "combined_description": "Churrasquinho de calabresa com queijo, vinagrete e rúcula, servido em pão tipo baguete. Ingredientes principais: calabresa, queijo, vinagrete, rúcula."}
{"itemId": "9f9ca2fd-3163-47eb-bd31-a5ed736428f5", "combined_description": "Mussarela fatiada 100grs. Queijo mussarela apresentado em fatias, com peso total de 100grs, conforme o nome e a imagem."}
{"itemId": "8be20240-a88f-4d36-bf6c-d785924a3f9c", "combined_description": "Ovo de Páscoa ao leite com drageados crocantes, 170 g, acompanhado de uma mochila temática do Bob Esponja. Produto de Páscoa com chocolate ao leite e acessório mochila inspirado no Bob Esponja."}
{"itemId": "cb44e4e6-9167-40db-93e8-90ffc979b281", "combined_description": "Marmita com filé de frango grelhado, acompanhado de arroz, feijão e legumes ou batata frita. Aprox 600g."}
{"itemId": "bc2e5c17-1c06-48d6-af3e-88f1a1528b2e", "combined_description": "Pão com três salsichas e frango. Acompanha catchup, mostarda, vinagrete, milho, ervilha, molho quente, purê e palha."}
{"itemId": "a7489f73-c759-4024-a1d7-e3c0949e4b82", "combined_description": "Combo composto por sanduíche de brownie com recheio de doce de leite cremoso, acompanhado de Coca-Cola de 350ml. O recheio de doce de leite cremoso combina com a intensidade do brownie."}
{"itemId": "32289cb7-7927-4c03-a7e3-f5a01e500e1d", "combined_description": "Energético Monster Mango Loco em lata de 473 ml. Bebida energética da marca Monster com sabor manga, apresentada na lata. Palavras-chave: energéticos, Monster, Mango Loco, manga, 473 ml, lata."}
{"itemId": "bf243325-8545-4e45-96e3-1e1224f8aa79", "combined_description": "Bolinho de Bacalhau — 12 unidades. Bolinhos de bacalhau fritos, apresentados em porção de 12 unidades."}
{"itemId": "ee4f76f2-d2a1-480d-97d3-ae5a8b21aa15", "combined_description": "Vinho Tinto D.O.C Dão Monte da Castinha, garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "b52a5883-db78-4127-b631-f58944f914e7", "combined_description": "Lanche saboroso composto por pão, hambúrguer, queijo, presunto e cheddar. Combina ingredientes clássicos em um sanduíche recheado com queijo cheddar derretido. Ideal para quem procura um x-burguer com sabores tradicionais e cheddar."}
{"itemId": "0a2a8eba-e008-4321-ae4a-0b6ded11d1f7", "combined_description": "Tablete Recheado 90g é uma barra de chocolate com recheio nos sabores cereja e chocolate amargo. O produto tem peso total de 90 g. A combinação de cereja com chocolate amargo é oferecida pela Kopenhagen."}
{"itemId": "415dd84d-74fe-45c4-902f-13f2e4e2ec06", "combined_description": "Salgados assados com massa macia e recheios frescos, preparados na hora para garantir o sabor. Cada item pesa entre 20 e 30 g."}
{"itemId": "9489cb86-fb2a-4b12-a4dd-b27321991149", "combined_description": "Combo 2 (50 peças) contém 12 unidades de hot holl, 08 unidades de huramaki, 08 unidades de hossomaki e 06 unidades de niguiri de salmão. Inclui 07 unidades de sashimi e 03 unidades de niguiri skin."}
{"itemId": "cab78d9d-3bf8-4013-b0d7-60c95c1d8c1a", "combined_description": "Bowl de arroz integral com faláfel, molho árabe, saladinha de grão de bico, brócolis, cenoura e milho crocante. Contém soja. Prato quente, vegano, completo, nutritivo, balanceado e rápido."}
{"itemId": "79819a7f-4162-46b7-9e3b-7daa5b4e8944", "combined_description": "Iogurte natural desnatado Danone, embalagem de 160 g. Marca Danone, iogurte desnatado. Embalagem de 160 g para correspondência em buscas por iogurte natural desnatado Danone."}
{"itemId": "95dd5514-d9c0-43f1-9fd0-649f37e49bd5", "combined_description": "Refrigerante de guaraná com zero açúcar, da marca Guaraná Antarctica. Embalagem de 200 ml."}
{"itemId": "b8394562-11e1-46a6-b719-c009e11bada8", "combined_description": "Bis Oreo Lacta 100,8 g é um conjunto de biscoitos wafer com recheio no sabor Oreo. A embalagem indica 16 unidades, totalizando 100,8 g. É um snack de biscoito recheado com creme, composto por camadas de wafer."}
{"itemId": "d28f625d-0530-43ff-bf20-7b36195f0675", "combined_description": "Pão de Tortilha Integral Rap10 com 35% de fibras. Embalagem de 297 g contendo 9 unidades."}
{"itemId": "e193ff73-7b60-4247-8ba4-70aea016cce0", "combined_description": "Guardanapo Snob, folhas duplas, tamanho 23,5 x 23,5 cm, formato pequeno. Pacote com 50 unidades."}
{"itemId": "704145cc-243e-4def-92ef-3f8433dfa321", "combined_description": "Açai Energy Power 700ml com leite condensado, xerem, paçoca e banana. Açaí com toppings de leite condensado, xerem, paçoca e banana, apresentado em 700ml. Palavras-chave: açaí, energia, leite condensado, xerem, paçoca, banana, 700ml."}
{"itemId": "76ce9a18-0a4c-4ffa-9dd6-d9e9eee31fda", "combined_description": "Ração úmida para gatos adultos castrados, sabor carne, Optimum 85 g. Alimento úmido high premium em sache, sem corantes e aromas artificiais, com Trato urinário Optimum (balanço de minerais), Digestão equilibrada (balanço de fibras naturais) e Saúde do coração (contém Taurina). 100% Satisfação Garantida."}
{"itemId": "d08bf733-0310-4e16-bcbf-f2c6fdbd898e", "combined_description": "Ração seca Royal Canin Veterinary Diet Gastrointestinal Puppy, indicada para cães filhotes com sensibilidades gastrointestinais. Fórmula de suporte gastrointestinal desenvolvida para filhotes. Embalagem de 2 kg."}
{"itemId": "481fab4d-0a2c-4d6a-a2b2-becf401c45b7", "combined_description": "Fatia de bolo de chocolate, aprox. 200 g, com recheio de Alpino trufado e mousse de chocolate. Cobertura de trufado meio amargo, com lascas de chocolate ao leite e bombom Alpino."}
{"itemId": "d676b198-8d1a-4198-99c8-729efab4513a", "combined_description": "Bolo branco com recheios de creme gelado e doce de leite com nozes, coberto por marshmallow, nozes e cerejas. Porção aproximada de 8 a 10 fatias, cada uma com 100 g."}
{"itemId": "e82a5bc6-3ba1-4c83-9fcd-a5aff1711c7e", "combined_description": "Água mineral com gás Lindoya Premium, apresentada em garrafa de 510 ml. Marca Lindoya Premium, água com gás engarrafada na garrafa de 510 ml."}
{"itemId": "bc031860-6a0b-48da-b9de-676c17dc03d0", "combined_description": "Marmita com linguiça toscana acebolada acompanhada de arroz branco e feijão carioca. Inclui batatas fritas crocantes e farofa, oferecendo uma combinação variada de texturas e sabores. Ideal para quem busca uma refeição completa com linguiça, arroz, feijão, batata frita e farofa."}
{"itemId": "4f1e473a-9c7a-4343-8bf8-d87ad8146fe9", "combined_description": "Molho Perfeito é um molho para hambúrguer com uma receita exclusiva Hamburguer Perfeito, levemente apimentado. Conteúdo de 35g. Palavras-chave relevantes para busca: molho, molho para hambúrguer, hamburguer, Hamburguer Perfeito, apimentado, 35g, receita exclusiva."}
{"itemId": "9a23042b-fc56-4472-b1fc-86cf6bfe62fc", "combined_description": "Bebida à base de soja com sabor pêssego, da marca Ades, em embalagem de 200 ml. Apresentada em caixa de 200 ml, trata-se de uma bebida vegetal com sabor pêssego. É enriquecida com vitaminas e zinco."}
{"itemId": "06a83f9f-604b-4240-83e3-58e95eb683a3", "combined_description": "Biscoito Maizena Bauducco, em embalagem de 170 g. Produto da marca Bauducco com a referência Maizena."}
{"itemId": "37911f5f-a3a6-4ec0-a5da-06389c6333f1", "combined_description": "Vinho branco Sauvignon Imagredi, garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "4fd126b4-5a8d-49a7-a39d-3233d834c3a5", "combined_description": "Banana Nanica em cachos, com casca amarela. Fruta de formato alongado e curvo, apresentada na imagem. Busca por banana Nanica, banana, fruta, cachos de banana e casca amarela."}
{"itemId": "8c5aadea-a32c-4353-8065-b804dec5a39f", "combined_description": "Pão de forma tradicional sem casca Pullman, apresentado em pacote de 450 g. Trata-se de pão de forma sem casca, da marca Pullman, com peso de 450 g. Embalagem: pacote."}
{"itemId": "a4eb9fea-fbad-4574-a1ab-c8f455370d81", "combined_description": "Azeitona preta fatiada em conserva Oba Bem Querer, embalagem de 225 g. Azeitonas pretas fatiadas conservadas, marca Oba Bem Querer, peso 225 g."}
{"itemId": "ca7714fc-f5de-44a6-948b-3876d5cccae0", "combined_description": "Suco de Laranja Oba Bem Querer, 500ml. Bebida líquida à base de laranja da marca Oba, linha Bem Querer, apresentada em embalagem de 500 ml."}
{"itemId": "edd5481b-dbc9-42f4-9d77-3a57ce65b311", "combined_description": "Achocolatado em pó Nescau, embalagem de 350 g. Produto alimentício em pó destinado ao preparo de bebidas."}
{"itemId": "d2d9a513-2db1-4cc8-a3c4-cf9f25230e0f", "combined_description": "Tapioca tostada com recheio de frango desfiado e requeijão cremoso. Descrição para busca: tapioca com frango e requeijão, recheio cremoso, prato feito com massa de tapioca."}
{"itemId": "c65c8aa1-79c9-4934-ad04-c6548013b4e2", "combined_description": "Hot Dog Doce - Escolha o seu Sabor é um lanche doce com pão macio e opções de sabor para personalizar. Cada pão representa uma explosão de sabor, perfeito para quem ama um toque doce. Escolha a sua combinação e transforme o lanche em uma deliciosa aventura."}
{"itemId": "9ccbc193-e129-4e42-b303-bbdcf6bd20c6", "combined_description": "Filé à parmegiana (meio ou inteiro): filé mignon à milanesa gratinado com queijo mussarela e molho de tomate. Servido com espaguete no próprio molho."}
{"itemId": "f02d5df3-f824-47bd-b1fc-550fb11e5d45", "combined_description": "Mochi de maracujá combina a suavidade do mochi japonês com o sabor do maracujá. A massa é macia e levemente adocicada, com recheio de creme de maracujá no interior."}
{"itemId": "526ad051-94d6-4350-8153-0109ea22aa19", "combined_description": "Molho shoyu em sache, também conhecido como molho de soja, utilizado como condimento para realçar o sabor de diversos pratos. Produto líquido, sabor salgado característico do molho de soja tradicional. Ideal para uso prático e individual."}
{"itemId": "3cb6641b-00a6-4034-9cac-df4ed760894f", "combined_description": "Sorvete em copo de 300 ml, montado em 02 camadas com 02 sabores. Inclui opções de frutas e acompanhamentos e 01 cobertura grátis."}
{"itemId": "9d542b3d-ac72-43cc-88c4-ce684629af20", "combined_description": "Lombo à moda da casa para 2 pessoas. Acompanha arroz birobiro, farofa e vinagrete. O prato é coberto com mussarela, tomate, bacon e azeitona preta."}
{"itemId": "fe2d295b-db3e-4118-88ef-9c9922e33243", "combined_description": "Bife Ancho com Arroz Carreteiro apresenta um bife ancho suculento e tenro acompanhado de um autêntico Arroz Carreteiro que remete aos sabores tradicionais da nossa culinária. Para completar a experiência, inclui-se uma farofa crocante e um vinagrete fresco e aromático. A combinação privilegia sabor e qualidade em uma refeição principal."}
{"itemId": "cb8142ad-2145-4245-ba6d-da99a4c30796", "combined_description": "Rondelli de presunto e queijo acompanhado por Marmitex Mini de arroz e palha e Marmitex média de rondelli de presunto e queijo. Descrição voltada para busca: rondelli, presunto, queijo, massa enrolada, marmitex, marmitex mini, marmitex média, arroz e palha."}
{"itemId": "3108ef70-cfaf-4a81-acae-8500bb558332", "combined_description": "Pote de 1 litro, montado e enviado com os complementos dentro do pote. A descrição indica que os complementos já estão incluídos no recipiente, pronto para consumo. A imagem mostra morangos fatiados sobre a superfície do conteúdo do pote."}
{"itemId": "1138bfff-3d5b-4be2-b533-971ae241c82b", "combined_description": "Carne com Catupiry é um prato que combina pedaços de carne com queijo Catupiry, um tipo de requeijão cremoso típico do Brasil. A preparação destaca o sabor da carne acompanhado da textura suave e cremosa do Catupiry. É uma opção comum em receitas brasileiras que utilizam queijo cremoso para complementar pratos de carne."}
{"itemId": "640c084e-b8e6-4b54-9570-0ec973234cd1", "combined_description": "Coca-Cola sem Açúcar, lata de 350 ml. A lata apresenta o logotipo Coca-Cola e a indicação 'Sem Açúcar' no rótulo."}
{"itemId": "612d7348-ceda-42ce-bed4-f4bca43b097e", "combined_description": "Copo Açaí 500ml, preparado com o mais puro açaí, garantindo sabor autêntico. Possui consistência cremosa e perfeita, ideal para uma refeição refrescante e nutritiva. É um dos campeões de vendas."}
{"itemId": "2fe860fe-d69f-4e3b-999f-d5e2122d22b9", "combined_description": "Bombom Especialidades Nestlé, caixa de 251 g. A embalagem contém 15 bombons."}
{"itemId": "4e4d311c-909b-4f32-b326-c41c509c2d03", "combined_description": "Bala de frutas Skittles sabor Original, embalagem de 95 g. Unidade de 95 g de Skittles Original – bala de frutas."}
{"itemId": "a2566b98-27bb-4435-bdcb-99e802b75f61", "combined_description": "Barra de chocolate ao leite Lacta com biscoito Oreo, 90 g. Recheada com creme entre camadas de chocolate e biscoito, coberta por chocolate ao leite. Embalagem azul destacando Lacta e Oreo juntos."}
{"itemId": "ce94aaaf-d8ea-4b8c-b6ba-e59e528a8191", "combined_description": "Farofa de mandioca tradicional, da marca Yoki, em pacote de 400 g. A embalagem identifica o produto como Farofa Tradicional."}
{"itemId": "098453be-60fb-4829-9e4e-ef310de8d312", "combined_description": "Bombom de chocolate branco com creme de avelã da Haoma, peso de 20 g. Recheio de creme de avelã no interior, envolto por chocolate branco."}
{"itemId": "3a2c62f4-a0ba-432a-856c-4054490c66de", "combined_description": "Pasta de amendoim Buenissimo, da marca Dr. Peanut, embalagem de 250 g. Produto à base de amendoim com whey protein, conforme rótulo na embalagem. Palavras‑chave para busca: pasta de amendoim, amendoim, Dr. Peanut, Buenissimo, 250 g, whey protein."}
{"itemId": "81d607d9-9d2f-4e3d-a0a2-18e8e1e49276", "combined_description": "Barra proteica Dobro com creme de papaia e cobertura de chocolate branco. Unidade de 25 g."}
{"itemId": "acd8dcca-f7e9-42bc-b3cc-7cf2972d7bca", "combined_description": "Cappuccino proteico tradicional com canela e pimenta, 25 g, da marca Mais Mu. Descrição voltada para buscas: cappuccino proteico com sabor tradicional, canela e pimenta, em embalagem de 25 g. Palavras-chave: cappuccino proteico, tradicional, canela, pimenta, 25 g, Mais Mu."}
{"itemId": "b2a83a0a-3755-49c1-96e5-8c0539ab3975", "combined_description": "Biscoito de Arroz com sabor suave de Barbecue, rico em fibras e livre de glúten. É uma opção de lanche entre as refeições, sendo benéfico para a saúde intestinal. Este snack combina sabor Barbecue com o perfil de fibras, adequado para quem busca snacks sem glúten."}
{"itemId": "b10d44e0-c566-4303-9501-a8b5acc09fcd", "combined_description": "Gelo de Maracujá é um produto congelado com sabor de maracujá, destinado ao consumo frio. Pode ser utilizado como sobremesa ou ingrediente para bebidas geladas, oferecendo sabor tropical de maracujá. Palavras-chave para busca: maracujá, gelo, congelado, sobremesa, bebida gelada."}
{"itemId": "7904696d-2645-415e-a025-5246345ec0ad", "combined_description": "Promo da Quarta - Burrito Classic: tortilla de trigo recheada com chili con carne (molho de carne com feijão), bacon crocante, cheddar, barbecue, alface, tomate, pimenta jalapeño e molho de pimenta. O burrito, que parece um wrap ou shawarma, é apresentado como marmita mexicana (carne, massa e salada) para delivery. Não acompanha guacamole nem sour cream; pode ser sem lactose se pedir sem cheddar; imagem meramente ilustrativa."}
{"itemId": "7867c6a7-c497-4036-9977-0694f4a2101f", "combined_description": "Costela Duplo é um hambúrguer servido em pão brioche com dois hambúrgueres de costela artesanal de 160 g, queijo cheddar, bacon e rúcula, coberto com molho barbecue. Inclui uma porção de batata frita individual grátis."}
{"itemId": "240094d3-2357-4752-a691-92b198bafaf0", "combined_description": "Feijoada cremosa preparada em processo lento, com carnes nobres e temperos especiais. Porção de aproximadamente 250 g de feijoada, acompanhada de arroz, couve, farofa, torresmo e refrigerante em lata."}
{"itemId": "31768708-1fdd-42f2-a295-52d084b1ad20", "combined_description": "Salada Bacon (2x1) - Promo: hambúrguer artesanal com alface, tomate e molho caseiro do chef. Montado com 100 gramas de queijo tipo cheddar e fatias de bacon no pão de brioche."}
{"itemId": "2d8d9ce9-62d5-4ddc-9671-15bfee7297c4", "combined_description": "Picolé de pistache com cobertura crocante de chocolate branco com pistache. Peso: 70 g."}
{"itemId": "f0c22494-d5e8-4455-968c-8c4396df5f46", "combined_description": "Pastel de Palmito com Requeijão tem massa leve e crocante, recheio de palmito suculento e de alta qualidade. O molho especial, de receita exclusiva, envolve o palmito e intensifica sua naturalidade. A finalização com requeijão cremoso traz toque aveludado, resultando numa combinação perfeita entre texturas e sabores."}
{"itemId": "c6ff736b-f683-4144-ac56-a382717cea73", "combined_description": "Copo da Felicidade Maracujá Trufado é um doce em copo que reúne maracujá trufado, brigadeiro cremoso de maracujá e brigadeiro cremoso tradicional, além de pedaços de brownie. Finaliza com chantininho e geleia de maracujá por cima."}
{"itemId": "0fa9da4f-0420-31b3-96f4-4a515abee9cb", "combined_description": "Pizza grande com dois sabores, dividida em 8 pedaços. Coberta com queijo, rodelas de tomate e folhas verdes visíveis."}
{"itemId": "03399adb-41a3-4b9a-a888-a257edfa5cf4", "combined_description": "Água mineral sem gás em garrafa de 500 ml. Embalagem plástica com rótulo da marca Cristal. Água mineral não carbonatada, com volume de 500 ml."}
{"itemId": "ba9d900f-df9a-4b3f-9855-58e58ec0d05b", "combined_description": "Sanduíche de frango da casa com pão de hambúrguer, queijo e alface. Acompanha molhos à parte apresentados na travessa ao lado."}
{"itemId": "e6378311-e5f9-45d3-b79c-710ff410789e", "combined_description": "McFritas Pequena são batatas selecionadas fritas, crocantes por fora e macias por dentro, douradas. É uma porção pequena, com batatas fritas saborosas e textura contrastante, adequada para consumo individual."}
{"itemId": "02d9896b-0dda-4cfa-aadc-5ce2a4752ec3", "combined_description": "Refrigerante Soda Zero Antarctica, sabor limonada, em garrafa de 2 litros. Bebida gaseificada da marca Antarctica, identificada como Soda Zero com sabor limonada. Descrição voltada para buscas por refrigerante Antarctica 2 l com sabor limonada."}
{"itemId": "b461be07-35c1-47ca-8d88-cfc90994cf2f", "combined_description": "Vinho Refosco Dal Peduncolo Rosso Imagredi, garrafa de 750 ml. Produto para maiores de 18 anos."}
{"itemId": "2437c56c-77f8-410f-a15a-ed3ab842ead2", "combined_description": "Conjunto de dois copos de 300 ml de açaí com banana e leite em pó, montados em camadas. Os dois copos são iguais e contêm lactose."}
{"itemId": "2d29caa8-ce57-4248-9f3b-bded9f5dcc06", "combined_description": "Torrada Lev Magic Toast Light, Marilan, embalagem de 110 g. Torrada leve e crocante da linha Magic Toast Light, apresentada em embalagem de 110 g. A embalagem indica 11 calorias."}
{"itemId": "3bf8db05-5aa8-48ae-b683-fa8ebfb67b6a", "combined_description": "Alface crespa hidropônica Oba Bem Querer, vendida em maço único (1 unidade). Folhas de alface crespa cultivadas hidropônicas, da marca Oba Bem Querer, apresentadas em maço."}
{"itemId": "49f0b4d5-a617-4001-bfce-457af1570308", "combined_description": "Vinagre de maçã orgânico Senhor Viccino Vita, embalagem de 500 ml (unidade). Produto de vinagre de maçã orgânico com capacidade de 500 ml, rotulado pela marca Senhor Viccino Vita."}
{"itemId": "5f58e080-3a90-43a3-8bdc-322b329aea8a", "combined_description": "Espumante Salton Demi Sec, 750 ml. Bebida alcoólica espumante destinada a maiores de 18 anos."}
