{
  "442731c2-144b-4c5c-b81e-e0cf9dfa9630": "Macarrão Pena com Ovos Adria é uma massa de alta qualidade, rica em sabor e feita com ovos, garantindo uma textura deliciosa e saborosa. Apresentada em um pacote de 500g, essa massa é ideal para preparar uma variedade de pratos, desde receitas tradicionais até criações mais contemporâneas. Perfeita para quem busca praticidade e um resultado que agrada a todos os paladares.",
  "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c": "Goplana Squares Pistache é um produto de confeitaria com embalagem de 200g, contendo quadrados de chocolate com sabor a pistache. Ideal para quem busca doces com textura cremosa e sabor característico de noz pistache. Adequado para consumo como lanche ou sobremesa.",
  "5380e263-c202-45cf-8eae-81e54573f122": "Creme para pentear Seda Boom Definição Intensa, disponível em embalagem de 350ml, é formulado para proporcionar definição intensa aos cabelos, ideal para cabelos cacheados e ondulados. Este produto ajuda a controlar o frizz e a manter a hidratação, resultando em fios mais alinhados e com textura suave. A aplicação garante resultados visíveis na definição dos cachos e na durabilidade do estilo.",
  "595ce305-ddf5-49fc-9a8c-b50a9ccf6267": "Desodorante Invisible For Black & White Aerosol Nivea 200ml é um antitranspirante em spray, com formulação que proporciona proteção de até 48 horas contra odor e suor. A embalagem econômica de 200ml é livre de álcool etílico e corantes, e possui benefícios antimancha e antiirritação. Ideal para quem busca uma opção eficaz que não deixa resíduos em roupas claras ou escuras.",
  "5e2db3a9-1a2c-4462-8aa1-1ed045122e12": "Ração úmida para cães filhotes com sabor de frango ao molho, apresentada em sachê de 100g. Este alimento é 100% completo e equilibrado, formulado sem conservantes, corantes ou aromas artificiais. Contém pedacinhos suculentos cozidos a vapor e um balanço ideal de fibras, promovendo fezes firmes e contribuindo para um crescimento saudável, além de ser uma fonte de cálcio e fósforo essencial para o desenvolvimento dos filhotes.",
  "64646213-fd27-4df7-92bd-70b34a1bf033": "Páprica Doce Defumada em Pó Sol Dos Andes, disponível em embalagem de 90g, é um tempero feito a partir de pimentões doces cuidadosamente defumados, conferindo um sabor intenso e um aroma característico. Ideal para dar um toque especial a pratos como sopas, ensopados e carnes, essa páprica é uma opção natural e versátil, destacando-se na culinária gourmet.",
  "69a6ff46-09a0-4875-a9c0-517af24b6ef0": "Queijo Minas Padrão Fatiado Président 150g é um queijo típico brasileiro, conhecido por sua textura macia e sabor suave. Ideal para sanduíches, tábuas de frios e acompanhamentos, este queijo vem fatiado para facilitar o uso. Produzido a partir de leite de vaca, proporciona uma experiência cremosa e rica, sendo uma escolha popular em diversas receitas da culinária nacional.",
  "81224224-5628-4c2a-9592-3084995961fd": "Arroz Solito Integral de 1kg é um produto saudável e nutritivo, ideal para compor refeições balanceadas. Este arroz integral é rico em fibras e vitaminas, proporcionando uma opção saborosa e nutritiva para diversas preparações culinárias. Apresentado em embalagem de 1kg, é perfeito para famílias que buscam praticidade e qualidade na alimentação.",
  "8d57346c-02c5-4f38-8320-ce26c64fc42c": "Farinha de Linhaça Marrom Integral da Vitalin, disponível em embalagem de 150g, é um produto feito a partir de sementes de linhaça marrom moídas, preservando seus nutrientes e propriedades benéficas. Rica em fibras e ácidos graxos ômega-3, esta farinha é ideal para quem busca fortalecer a dieta e adicionar uma fonte saudável de gordura. Pode ser utilizada em receitas de pães, bolos, smoothies e como espessante natural.",
  "95e40e8e-d157-41d3-86d8-3b105dda5c9a": "Hamburger de Costela Wessel de 360g é um prato congelado, preparado com carne de costela selecionada, ideal para grelhar ou fritar. Apresenta um sabor rico e suculento, perfeito para refeições práticas e deliciosas. A embalagem contém 360g, oferecendo uma porção ideal para um acompanhamento ou refeição completa."
}