{
  "442731c2-144b-4c5c-b81e-e0cf9dfa9630": "Macarrão Pena com Ovos Adria em pacote de 500g. Massa com ovos, variedade Pena da marca Adria, embalagem 500g.",
  "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c": "Goplana Squares Pistache é um produto alimentício com embalagem de 200g. Contém quadrados de doce com sabor de pistache. Ideal para buscas relacionadas a confeitaria, doces, pistache e embalagens pequenas.",
  "5380e263-c202-45cf-8eae-81e54573f122": "Creme para pentear Seda Boom Definição Intensa em embalagem de 350 ml. Rótulo apresenta a marca Seda e o nome Boom com destaque para a variante \"Definição Intensa\".",
  "595ce305-ddf5-49fc-9a8c-b50a9ccf6267": "Desodorante antitranspirante aerosol Nivea Black & White Invisible em embalagem econômica de 200 ml (pague 150 ml). Sem álcool etílico e corantes, oferece proteção 48h e tecnologia x5 ANTI — anti‑odor, anti suor, anti manchas, anti resíduos e anti irritação — com ação antimanchas.",
  "5e2db3a9-1a2c-4462-8aa1-1ed045122e12": "Ração úmida para cães filhotes sabor frango ao molho, embalagem 100g, 100% completa e balanceada. Sem conservantes, corantes ou aromas artificiais, com suculentos pedacinhos cozidos a vapor e balanço ideal de fibras que proporciona fezes firmes e fáceis de limpar. Contribui para crescimento seguro e saudável e é fonte de cálcio e fósforo.",
  "64646213-fd27-4df7-92bd-70b34a1bf033": "Páprica doce defumada em pó Sol Dos Andes, em embalagem de 90g. Especiaria e condimento em pó com características doce e defumada — palavras-chave: páprica, páprica doce, páprica defumada, pó, 90g, Sol Dos Andes.",
  "69a6ff46-09a0-4875-a9c0-517af24b6ef0": "Queijo Minas Padrão fatiado da Présìdent em embalagem de 150 g. Variedade Minas Padrão apresentada em fatias, com identificação da marca na embalagem.",
  "81224224-5628-4c2a-9592-3084995961fd": "Arroz integral da marca Solito em embalagem tipo pacote de 1 kg. Denominação do produto: Arroz Solito 1kg Integral (pacote 1kg).",
  "8d57346c-02c5-4f38-8320-ce26c64fc42c": "Farinha de linhaça marrom integral Vitalin em embalagem de 150 g. Produto rotulado como farinha integral de linhaça marrom da marca Vitalin, apresentado em embalagem de 150g.",
  "95e40e8e-d157-41d3-86d8-3b105dda5c9a": "Hambúrguer de costela Wessel. Embalagem 360 g.",
  "9f7f700f-0a38-45f2-b50b-d96f2ada1f45": "Pão de Milho Seven Boys em embalagem tipo pacote. Peso informado: 450g no nome do produto, enquanto a descrição secundária menciona \"Pacote 500g\".",
  "b3ee90ef-e78c-4ca1-860f-b8eaa752103d": "Escova dental Colgate Extra Clean vendida em pacote com 3 unidades. Cerdas de firmeza média (Média/Medio) e cabos com detalhes em branco em cores variadas (verde, roxo e azul).",
  "baeb2265-990a-4bd3-8fbf-6ad9699aba06": "Quejo Mussarela Fatiado Classic Carrefour em embalagem de 150g. Mussarela fatiada apresentada em bandeja conforme imagem, identificada como produto Classic Carrefour.",
  "bfb7fd54-a731-44a6-9277-c06a8ad290ee": "Coxinha de Frango Congelada Carrefour, embalagem 300g. Rende 4 a 6 pessoas.",
  "c5c6f713-55bf-4363-a457-4335dea2f53a": "Escova de dente Colgate Zig Zag com infusão de carvão ativado, em embalagem com 2 unidades (2un). Cerdas suaves/macias dispostas no padrão Zig Zag. Produto apresentado em pack 2 e disponível em combinações de cores mostradas na embalagem.",
  "cc8910f8-9a15-4044-83a2-0b93ddcb8e3e": "Sopão de Carne com Legumes Maggi em embalagem de 200 g. Sopa para preparo com sabor de carne e legumes, da marca Maggi.",
  "d3943d53-0f56-4725-8b88-cf2be0e8ba1a": "Linguiça Calabresa Aperitivo Prieto em embalagem de 500 g. Produto identificado como linguiça calabresa no formato aperitivo, da marca Prieto, com peso declarado de 500 g.",
  "d84ad79d-86ca-450c-9b78-885649f00afc": "Coxinha da asa de frango em pedaços, vendida por peso. Comercializada mediante pesagem (kg), identificada como coxinha da asa/asa de frango para uso culinário.",
  "e23c3716-87c8-45e2-aa53-8976f7747a7d": "Desinfetante perfumado Pinho Sol com fragrância lavanda, embalagem de 500 ml. Produto para limpeza doméstica e perfumação de ambientes e superfícies.",
  "e9ba1ff2-f73e-407b-ac0f-39587a18cc50": "Lápis grafite BIC Evolution de corpo hexagonal e com borracha. Embalagem com 4 unidades.",
  "f09a9faa-b7ae-4869-8500-c17ff4c40174": "Biscoito sabor morango e cereais Nestlé Nesfit em embalagem rolada de 160 g. Rótulo indica porção de 30 g (6 biscoitos) e painel nutricional com valor energético, carboidratos, açúcares, proteínas, gorduras e fibra alimentar.",
  "f7cccd71-37fd-450f-bdd2-f5fb5a953b82": "Manteiga Extra com Sal em tablete, marca Carrefour, embalagem de 200 g. Produto descrito como manteiga com sal no formato tablete, peso 200g.",
  "dc189f61-cbd9-4fb7-9a5f-b0e90f51682e": "McChicken Duplo: sanduíche com dois empanados de frango, maionese e alface americana em pão com gergelim. Termos relacionados para busca: McChicken, Duplo, empanado de frango, maionese, alface americana, pão com gergelim, sanduíche.",
  "bc229945-9a33-4961-bb0c-304cb9dfa920": "Contém carne em tiras (240 g in natura) e calabresa fatiada (280 g in natura) + 1 acompanhamento à escolha. Acompanhamentos: fritas (280 g in natura), mandioca (400 g in natura) ou polenta (400 g in natura); escolha também um molho para acompanhar: barbecue (70 g), ranch (70 g) ou maionese c/ ervas (70 g).",
  "69fa9bec-03b6-4aa2-ac7a-1bbd9944f04c": "Refresco sabor limão sem açúcar Del Valle Fresh em garrafa 1,5l. Embalagem 1,5l.",
  "d02316bb-228d-4636-8039-14b6bbcc4ca3": "Omelete de frios recheada com queijo mussarela, presunto e orégano. Marmitex com arroz branquinho \"Broto legal\", feijão carioquinha \"Broto Legal\", farofa, macarrão ao alho e óleo e abobrinha refogada.",
  "a0ed5d90-2784-4d7f-aae3-93053e303088": "Big White Sauce: pão de hambúrguer com gergelim, carne artesanal suculenta de 130g, queijo mussarela derretido e requeijão. Acompanhado de molho da casa à base de parmesão.",
  "8531137e-51be-405a-a90b-4457a7858bef": "Bento Shimeji com arroz japonês e 200 gramas de shimeji. Acompanha salada sunomono e dois harumaki: 1 harumaki de queijo e 1 harumaki de legumes.",
  "67b9cb10-5130-4b5b-9813-ef1df87bb925": "Copo de 250 ml com brigadeiro de Ninho e brigadeiro de cacau 50% em camadas, morangos frescos e brownie. Porção individual (serve 1 pessoa) com textura mega cremosa.",
  "d2aca66d-1e52-4666-b4a6-ec0f1420c93f": "Mini enroladinho feito com carne de frango e recheado com requeijão cremoso. Produto em formato pequeno, ideal para petiscos ou lanches rápidos. Combinação de frango e requeijão como ingredientes principais.",
  "89ae61d0-fc55-4cbc-a360-f8e1bab4b1ae": "Coca-Cola tradicional em lata de 350 ml com sabor original. Refrigerante da marca Coca‑Cola, rótulo vermelho com indicação \"sabor original\" e volume 350 ml.",
  "e9d4d659-d7fa-3730-8922-ae2d9ee80a59": "Média com 8 pedaços, composta por dois sabores diferentes. Ideal para quem deseja variedade em uma única porção. Contém itens alimentícios variados em quantidade média e divididos em partes iguais.",
  "09bd5a72-57d4-495e-b77e-c914a1d1d842": "Copo 770 ml (capacidade 770 ml) para porção em copo. Permite escolher de 1 a 5 adicionais de sua preferência sem custo, para uso como toppings ou acompanhamentos.",
  "59697abc-d364-4f4a-95cd-e317fc84301f": "Coca-Cola Original em lata de 350 ml. Sabor original da Coca-Cola em embalagem lata 350ml. Palavras-chave: Coca‑Cola, lata, 350 ml, sabor original.",
  "ff4ad960-3d32-4615-aaf0-d85cef593bb2": "Pizza doce de 20 cm, cortada em 4 fatias, com opção de combinar 2 sabores à escolha. O cliente pode selecionar seus sabores preferidos; item categorizado como pizza doce (2 sabores, 20cm, 4 fatias).",
  "58141193-51d1-4a91-9e33-b7693da941b3": "Pizza de 8 pedaços com base de molho de tomate caseiro. Coberta com pedaços de brócolis, Catupiry (requeijão cremoso) e bacon.",
  "a8af855a-578a-4c66-8584-8775f845292d": "Coca-Cola descartável em garrafa de 2,5 litros, sabor original. Termos para busca: Coca Cola, Coca-Cola, refrigerante, 2,5L, garrafa descartável, sabor original.",
  "96ac5b40-61dc-4c0d-8d0c-c407ea047b27": "Marmita tamanho P com tilápia grelhada e mix de legumes. Acompanha arroz, feijão e farofa.",
  "78a01d9e-8e8a-4ae6-8d74-b1f2c171393f": "Unicórnio 500ml: sorvete que remete à infância com duas massas coloridas nos sabores Céu Azul e Chiclete. Recheado com Trufa de Leitinho; colorido e divertido.",
  "16c5b3d3-7879-4dd1-9763-f97ae53cc523": "Tablete ao Leite Chocoarte Gratidão 40g: chocolate ao leite em formato de tablete, decorado artesanalmente com a palavra \"gratidão\" na superfície. Opção indicada para presentear ou para compor cestas.",
  "da91c3bc-6898-4e3e-8b6f-0c503e918830": "Ovo de Páscoa ao leite 170g com drageados crocantes e pelúcia exclusiva da Lindinha, personagem das Meninas Superpoderosas. Chocolate ao leite com drageados crocantes, acompanha pelúcia colecionável Lindinha e é indicado para fãs das Meninas Superpoderosas.",
  "c7a6f4e9-f7f4-4d4f-aa5b-1780851e2140": "Lata de Sprite 350 ml. Refrigerante gaseificado de sabor original, identificado pelo rótulo com ícone de limão.",
  "c7fcad64-2a8f-41f1-90ba-7ab7880215bd": "Bolo de Pote Nutellino caseiro, preparado com duas camadas de bolo de leite. Contém recheio e cobertura de creme Nutellino. Imagem meramente ilustrativa.",
  "9ed6cfca-f22c-4ac7-a1f9-b367e4256a81": "Refrigerante Pepsi Zero em lata de 350 ml. Embalagem indica versão Zero (zero açúcar); termos relevantes para busca: refrigerante, Pepsi, Pepsi Zero, lata 350 ml.",
  "4960fc93-714c-4087-bc5b-bd4eb5554d6e": "Ondansetrona 8 mg (Medley) versão genérico em caixa com 10 comprimidos (10 cpr). Apresentação indicada na embalagem: dosagem 8 mg, fabricante Medley, formato comprimido. Palavras-chave para busca: ondansetrona, 8mg, ondansetrona genérico, Medley, caixa 10cpr.",
  "8d5a0a95-b6ea-4fa6-b58b-0fc6ff4f6b49": "Soro fisiológico Ever Care, solução de cloreto de sódio 0,9% em embalagem de 500 ml. Rótulo identifica marca Ever Care e volume de 500 ml.",
  "c6f06148-2724-4484-a6ce-73971440d341": "Repelente Extrême Exposis em aerosol contendo icaridina. Embalagem de 100 ml.",
  "c0deb6c4-8fcb-4014-ae97-e50783157239": "Coca Cola Zero em lata 350 ml, rotulada como \"sem açúcar\". Embalagem metálica (lata) de 350 ml.",
  "63779fad-756f-4900-8807-5f6d29e9d58d": "Bolo de cenoura coberto com brigadeiro ao leite super cremoso, finalizado com brigadeiros boleados e farelos de bolo de cenoura. Acabamento com brigadeiros boleados e farelos do próprio bolo, oferecendo contraste de textura entre o recheio/cobertura cremosa e as migalhas.",
  "427d7027-9b7b-4a42-aa3c-83d22571790b": "Kit Pop Pet Clean com 3 unidades: shampoo 700 ml, condicionador 250 ml e perfume 120 ml. Itens da marca Pet Clean para cuidados e perfumação de pets.",
  "9b3cdcf2-5d61-4267-bcee-e852fc778c61": "Ganadol 50 g em embalagem de 50 g (tubo com caixa), peso líquido 50 g. Indicado para uso veterinário conforme rotulagem na embalagem. Fabricante/marca Zoetis visível na embalagem.",
  "dad3b555-0ab6-4c53-bbd1-df61cff6a979": "Ração Farmina Vet Life Natural Gastro-Intestinal para cães adultos com distúrbios intestinais. Produto da linha Vet Life Natural destinado a cães adultos com problemas gastrointestinais. Embalagem de 2 kg.",
  "4414a6a8-01b6-4417-abfc-b31255ea411c": "Prato com 700 gramas de tilápia preparado à moda, acompanhado de arroz, salada e purê. Serve duas pessoas. Ideal para buscas relacionadas a tilápia, pratos com peixe, acompanhamentos de arroz, salada e purê.",
  "d960a385-30c1-4688-9e7c-5cdff9d4d5b0": "Skimo picolé da marca Roccaille. Picolé em barra no palito, embalado individualmente em embalagem azul com o nome \"Skimo\" em destaque; termos relacionados: picolé, sorvete de palito, picolé em barra, Roccaille.",
  "fe595fb2-a32d-479a-924b-30604dcdc194": "Pão brioche recheado com hambúrguer de costela 120g, queijo cheddar em fatia, geléia de pimenta Queensberry e fatias de bacon. Acompanha porção individual e refrigerante em lata.",
  "31abe8cc-b71a-4a78-8345-17cc0e4c4879": "Casquinha de siri: porção de siri servida na casquinha com recheio disposto sobre o prato. Apresenta guarnição com fatia de limão e ervas picadas como acompanhamento.",
  "de95b288-d6ba-4552-a7d2-9655412daf69": "Tiras de carne (miolo de alcatra) regadas com melaço de cana e amendoim crocante, cobrindo nosso Baião de Dois. Baião de Dois com arroz e feijão de corda verde, bacon, calabresa, carne seca, manteiga de garrafa, queijo coalho e toque de coentro.",
  "f87aeacc-bad8-4209-b813-4b303668a6da": "Guaraná Xereta em garrafa de 2 litros. Bebida sabor guaraná da marca Xereta, volume 2l.",
  "1ebdf416-3a1e-4aa4-9093-cad94481d98f": "Wrap pequeno estilo Caesar com frango grelhado, muçarela de búfala, tomate, parmesão, croutons da casa e alface. Caso queira modificar seu wrap, se direcione para a categoria \"Monte o seu wrap\".",
  "36e08677-1a5e-4e82-a6f9-12900e444a78": "Outros — bebidas não alcoólicas: Coca 600 ml $7,00; Refrigerante Caçulinha 3,00; Itubaina 500 ml 5,00. Águas: Água 510 ml $ 3,00; Água 1,5 l 5,00; Água com gás $ 4,00.",
  "d27a7505-97cd-4728-a3cc-7866a5f0c10a": "Refrigerante Coca-Cola 2 litros, sabor original. Garrafa 2l com rótulo da marca Coca‑Cola indicando \"sabor original\".",
  "ccc0d3f5-b663-4c16-b12a-ffc838754259": "Sanduíche quente de frango desfiado no pão ciabatta (355g). Recheado com frango desfiado, cream cheese, queijo mussarela, alface, rúcula, cebola roxa, tomate e molho.",
  "51da0e38-ba87-4b96-b2a4-250b11625e08": "Coca-Cola Zero 350 ml em lata. Identificada no rótulo como \"sem açúcar\".",
  "c1cdb738-2c00-4fcb-ad3c-e9cc7ddd6a5c": "Coca-Cola Zero em garrafa PET de 2 L. Refrigerante cola Coca-Cola, versão \"Zero\", embalagem de 2 litros com rótulo identificador.",
  "ebd63395-5e7a-4061-b1d7-f937f662b0e7": "Feijoada completa média acompanhada de arroz, couve, farofa, vinagrete, laranja e torresmo. Acompanhamentos enviados separadamente, cada um em sua própria embalagem.",
  "189599bb-f89e-473d-92e3-01a94437433e": "Vitanol A creme 30 g, concentração 0,5 mg. Embalagem: unidade (1 un). Venda sob prescrição médica.",
  "2b8c2b3b-2662-4a04-ad1e-5ecdc08ce369": "Óleo Mineral Adv Farma 100 ml, 100% puro, apresentado em caixa. Na embalagem consta indicação como laxante e para uso tópico em pele ressecada, com instrução de uso interno e externo.",
  "58c2b39b-fa14-4d75-9694-2c5e60d7051c": "Advil Ibuprofeno 400 mg em caixa com 8 cápsulas. Embalagem indica uso para dor de cabeça, dor nas costas e dor muscular; cápsulas vermelhas identificadas com a marca \"Advil\".",
  "76015b52-15b0-4899-9dbf-65edae05855f": "Alisante Guanidina Regular Salon Line, embalagem 218g. Produto alisa e relaxa, versão regular da Salon Line com guanidina.",
  "8df0a8d7-cc8a-45f6-9468-2fa4e22b5221": "Caixa Diminut Libbs com 21 comprimidos revestidos (21 cpr). Embalagem indica venda sob prescrição médica.",
  "b4e4d65a-befd-450c-9870-5fb5fa417a4f": "Adoçante líquido Zero-Cal à base de sucralose em frasco de 100 ml. Embalagem com promoção de 50% de desconto na 2ª unidade; produto com sabor doce parecido com açúcar.",
  "e8431d92-7cfb-45fe-ab4a-bd0ec185ec9b": "Aerodini 100 mcg por jato em apresentação aerossol. Embalagem com 1 tubo contendo 200 doses (caixa com 200 doses). Produto rotulado como venda sob prescrição médica.",
  "8378b4dd-f91a-41cf-af6f-731becfcc334": "Água Crystal sem gás em embalagem individual de 500ml. Produto sem gás com rótulo da marca Crystal e indicação de volume de 500ml na garrafa.",
  "2a64820e-05a1-427d-b8d7-5c81d22b0051": "Ração úmida em sachê Pedigree sabor carne ao molho para cães adultos de raças pequenas (100 g), refeição 100% completa e balanceada. Contém suculentos pedacinhos cozidos a vapor, balanço ideal de fibras para fezes firmes e fáceis de limpar, sem conservantes, corantes ou aromas artificiais. Contém Ômega 6 e zinco para pelo saudável.",
  "1fc9a7d3-516d-4e2b-9f72-00f922aff3ee": "Strogonoff de carne em molho cremoso com pedaços de carne visíveis. Item listado como \"Adicional\" no menu.",
  "fdeed728-07f5-4233-878a-0ab10b07b986": "Feijoada: guisado de feijão preto com pedaços de linguiça e cubos de carne, apresentado em tigela. Acompanha arroz visível ao fundo; ingredientes-chave na imagem são feijão, linguiça e carne.",
  "8c6e6205-26f2-4b80-87b2-d2a792a1c594": "Porção pequena de farofa temperada da casa preparada com farinha de mandioca. Ingredientes: salsinha, alho, cebola, manteiga e azeite de dendê.",
  "6a84c5f5-598b-4977-8419-437a26f30a1e": "30 salgados fritos mistos para escolha de sabores e quantidades conforme preferência, totalizando 30 unidades. Opções comuns incluem coxinha, bolinha de queijo, croquete, kibe, salsicha, presunto e queijo e frango. Acompanha um molho de pimenta de 30 ml.",
  "fac4ae17-0ecb-4981-ae58-70a671d05fa3": "Executivo picanha grelhada acompanhado de arroz e tutu de feijão ou feijão. Inclui salada (alface, cenoura e tomate) e fritas.",
  "2bdc8c5b-f329-4a5c-b8b2-fa7924fb8724": "Combo D Melt Crispy (promo 2x1): hambúrguer artesanal de costela 100 g com cheddar melt, cebola crispy e molho BBQ em pão brioche com maionese especial do chef. Acompanha porção de batatas fritas pequenas (batata peq) e uma Coca‑Cola 350 ml.",
  "e787bcbb-f383-44e4-a105-9c2be3e6a31a": "Hot dog Duplo Tradicional Completo montado na bandeja com duas salsichas, ketchup e mostarda, milho e batata palha. Inclui purê de batata cremoso, maionese temperada, farofa de alho frito e azeitona temperada. Acompanha Guaraná Antarctica; com todos os ingredientes pesa aproximadamente 600 g.",
  "0542a418-9c91-4e46-b296-676c1dd3ee57": "Marmita mista tamanho M com arroz, feijão e macarrão, acompanhada de bife e filé de frango. Inclui uma Coca‑Cola sem açúcar (Coca‑Cola Zero) de 350 ml.",
  "6e60bc0a-94ec-4422-8b1a-2c6783d84234": "Suco do Dia — Melancia (500 ml). Suco de melancia em embalagem/porção de 500 ml, listado como \"Suco do Dia\".",
  "dcc1bfd5-35c2-42f6-bf7e-9e07a45d7e2a": "Balance: patinho moído preparado de forma suculenta, acompanhado de purê alaranjado e vagem em embalagem tipo marmita. Palavras-chave: patinho moído, carne moída, purê, vagem, marmita.",
  "14b2749a-8fd8-481e-8a3a-2ec1c9e0e20a": "Kibe cru de 150 g temperado com hortelã e cebola, apresentado como mistura de carne crua e ervas. Não acompanha pão sírio.",
  "34cce27e-ebb4-4764-aef3-676ee08259e5": "Brookie no Pote: nosso exclusivo brookie, uma junção de brownie e cookie, apresentado em pote. Acompanha o creme de sua escolha, com opção de até dois sabores de recheio.",
  "19c4db04-28ee-4775-b5c3-627988167206": "Fralda geriátrica Tena Confort tamanho EG indicada para incontinência severa. Pacote com 18 unidades em embalagem econômica, com 3x proteção conforme embalagem. Termos de busca: fralda geriátrica, Tena, Confort, EG, incontinência severa, 18 unidades.",
  "4fc5b35e-3b22-40b0-b2aa-03374b18b904": "Eucerin Aquaphor Pomada Reparadora Intensiva: pomada reparadora para cuidados da pele, indicada para pele seca a muito seca com função de acelerar a reparação e restaurar a barreira protetora. Embalagem informada como 49 g (o nome do produto também aparece com referência a 50 g). Palavras-chave: Eucerin, Aquaphor, pomada reparadora, intensiva, pele seca, reparação, hidratação, barreira protetora.",
  "9153a88b-f390-45fd-b8e7-784e584eb2df": "Domperidona 10 mg em caixa Eurofarma contendo 30 comprimidos (30 cpr). Medicamento genérico; venda sob prescrição médica.",
  "c8994b6f-8ce9-4ffc-8708-2ac4540ffd7d": "Fórmula infantil de seguimento Nestlé Nestogeno 2 em lata de 800 g, indicada para lactentes de 6 a 12 meses. Produto com prebióticos, não contém glúten e é apresentado em pó para preparo conforme instruções do fabricante.",
  "85b9337f-e631-4f0e-b0df-bb09acf152b0": "Yakissoba Tradicional G (1 kg): macarrão chinês salteado com carne e frango, mix de legumes — acelga, cebola, cenoura, pimentão vermelho, repolho, vagem e brócolis — acompanhado de champignon e molho da casa. Não retiramos nenhum ingrediente do prato, exceto champignon.",
  "14f08073-4a59-492e-879b-5767e94e3fe3": "Mini pão brioche Soui Australiano em embalagem de 270g. Palavras-chave para busca: mini, pão, brioche, australiano, 270g, embalagem.",
  "55a39983-fa8f-463e-a462-fdaea7127163": "Manjericão Vermeulen em embalagem de 30 g. Folhas de manjericão acondicionadas e comercializadas pela marca Vermeulen em porção individual de 30 g.",
  "8316e1e3-a557-4ad3-b0e1-0d241702395d": "Coxinha de asa de frango Oba vendida por kg. Compra por peso — comercializada em peças de asa/coxinha de frango.",
  "986f4837-60b0-436c-94b0-5370b9ad4e1f": "Banana maçã vendida por quilo (kg). Compra por peso.",
  "dfd09789-43e0-420b-a197-4146d96113a7": "Panceta suína resfriada vendida por kg (compra por peso). Corte de carne suína panceta apresentado em fatias resfriadas, conforme imagem. Palavras-chave: panceta, panceta suína, carne suína, resfriada, por kg, compra por peso.",
  "bcd14c64-d891-4223-958a-001d920ebfc7": "Açaí 500ml personalizável com até 5 complementos entre frutas frescas e coberturas, montados em 3 camadas no copo; o açaí não vem com os itens separados nem com as frutas batidas ou congeladas. Não é permitido copo somente com açaí — é obrigatório ao menos 1 adicional; o Creme de Avelã é cobrado à parte e conta como um dos complementos, e não efetuamos substituições de acompanhamentos em itens promocionais.",
  "5c6b5458-09f3-45f2-9315-7d68024879f7": "Bento's Gruyere: hambúrguer de costela 160g servido em pão artesanal com maionese da casa. Acompanha queijo Gruyere, cebola caramelizada, bacon, rúcula e tomate-cereja.",
  "10275725-44bc-4c32-a20c-5b08c88cfd53": "X salada composto por pão, hambúrguer de 90 g, queijo, alface, tomate e molho especial. Sanduíche montado com esses ingredientes.",
  "31d9f827-7c70-4f4d-ae38-2144a951a848": "Cheiro-verde higienizado La Vita em pacote de 60 g. Embalagem plástica transparente contendo cheiro-verde picado."
}