{
  "442731c2-144b-4c5c-b81e-e0cf9dfa9630": "Macarrão Pena com Ovos Adria 500g é uma massa feita com ovos, apresentada em um pacote de 500 gramas. Ideal para diversas receitas, esta massa é conhecida por sua textura e sabor que complementam uma variedade de molhos. Perfeita para refeições em família ou para pratos do dia a dia.",
  "4a6d4a8f-c1bf-4457-a448-4a3b5e1eb20c": "Goplana Squares Pistache é um produto alimentício apresentado em embalagem de 200g. Trata-se de um doce ou chocolate com sabor de pistache, ideal para quem busca guloseimas com essa variação de sabor. A descrição destaca o peso e o sabor para facilitar a identificação em buscas relacionadas a doces de pistache e chocolates em embalagem compacta.",
  "5380e263-c202-45cf-8eae-81e54573f122": "Creme para Pentear Boom Definição Intensa Seda, com embalagem de 350ml, é ideal para proporcionar definição e controle aos cabelos. Este produto é formulado para ajudar a estilizar e manter a forma dos cabelos, oferecendo uma textura suave e melhor gerenciamento dos fios. Desenvolvido para atender às necessidades de diversos tipos de cabelo, facilita o penteado e proporciona um resultado duradouro.",
  "595ce305-ddf5-49fc-9a8c-b50a9ccf6267": "Desodorante Aerosol Nivea Black & White Invisible de 200ml com embalagem econômica de 150ml. Fórmula sem álcool etílico e corantes, oferece proteção antitranspirante por até 48 horas, atuando contra odor, suor, manchas, resíduos e irritação. Indicado para pele negra e branca, garantindo eficácia e conforto.",
  "5e2db3a9-1a2c-4462-8aa1-1ed045122e12": "Ração úmida para cães filhotes sabor frango ao molho, com 100g de porção. Esta refeição é 100% completa e balanceada, feita com pedacinhos suculentos cozidos a vapor. É livre de conservantes, corantes e aromas artificiais, apresentando um balanço ideal de fibras que contribui para fezes firmes e facilita a limpeza. Além disso, é uma fonte de cálcio e fósforo, promovendo um crescimento saudável.",
  "64646213-fd27-4df7-92bd-70b34a1bf033": "Páprica Doce Defumada em Pó da marca Sol Dos Andes, apresentada em embalagem de 90g. Este tempero é ideal para agregar sabor e aroma defumado a diversos pratos. Utilizada em culinárias variadas, a páprica doce também é apreciada por suas propriedades naturais e sabor marcante.",
  "69a6ff46-09a0-4875-a9c0-517af24b6ef0": "Queijo Minas Padrão Fatiado Président 150g é um queijo típico da região de Minas Gerais, apresentado em fatias finas para facilitar o consumo. Ideal para sanduíches, tábuas de frios ou como acompanhamento de pratos, possui textura macia e sabor suave. Embalado em porções de 150g, é uma opção prática e saborosa para diversos momentos.",
  "81224224-5628-4c2a-9592-3084995961fd": "Arroz Solito Integral, embalagem de 1kg, é um arroz de grão integral, ideal para preparações saudáveis e nutritivas. Este arroz mantém suas propriedades naturais, oferecendo uma textura perfeita e sabor autêntico para diversos pratos. Ideal para quem busca uma alimentação balanceada.",
  "8d57346c-02c5-4f38-8320-ce26c64fc42c": "Farinha de linhaça marrom integral da marca Vitalin, disponível em embalagem de 150g. Este produto é uma fonte rica de fibras e ácidos graxos essenciais, ideal para adicionar em receitas de pães, bolos e smoothies. A farinha é integral, preservando os nutrientes da semente de linhaça.",
  "95e40e8e-d157-41d3-86d8-3b105dda5c9a": "Hamburger de Costela Wessel, embalagem de 360g, é um produto congelado que oferece uma opção prática e saborosa para refeições. Feito com carne de costela, esse hambúrguer é ideal para quem busca um lanche nutritivo e fácil de preparar. A embalagem contém porções individuais, facilitando o armazenamento e o preparo."
}